[
    {
        "id": "40196937",
        "abstract": "1. Genet Med. 2025 Apr 4:101424. doi: 10.1016/j.gim.2025.101424. Online ahead of \nprint.\n\nOutcomes and effectiveness of decision aids for families affected by hereditary \ncancer syndromes: A scoping review.\n\nPark SY(1), Kim Y(2), Katapodi MC(3), Kim YJ(4), Chae H(5), Choi YJ(6), Ryu \nKH(7), Lee EG(5), Park SY(1), Kim Y(2), Katapodi MC(3), Kim YJ(4), Chae H(5), \nChoi YJ(6), Ryu KH(7), Lee EG(5), Kong SY(8), Jung SY(9).\n\nAuthor information:\n(1)College of Nursing, Daegu Catholic University, 42472 Daegu, Republic of \nKorea.\n(2)College of Nursing, Kosin University, 49104 Pusan, Republic of Korea.\n(3)Department of Clinical Research, University of Basel, 4055 Basel, \nSwitzerland.\n(4)Department of Radiation Oncology, National Cancer Center, 10408 Goyang, \nRepublic of Korea.\n(5)Center for Breast Cancer, National Cancer Center, 10408 Goyang, Republic of \nKorea.\n(6)Department of Cancer Control & Population Science, National Cancer Center \nGraduate School of Cancer Science and Policy, 10408 Goyang, Republic of Korea; \nNational Cancer Control Institute, National Cancer Center, 10408 Goyang, \nRepublic of Korea; Center for Cancer Prevention & Detection, National Cancer \nCenter, 10408 Goyang, Republic of Korea.\n(7)Department of Cancer Control & Population Science, National Cancer Center \nGraduate School of Cancer Science and Policy, 10408 Goyang, Republic of Korea.\n(8)Department of Laboratory Medicine & Genetic Counseling Clinic, National \nCancer Center, 10408 Goyang, Republic of Korea. Electronic address: \nksy@ncc.re.kr.\n(9)Center for Breast Cancer, National Cancer Center, 10408 Goyang, Republic of \nKorea. Electronic address: goje1@ncc.re.kr.\n\nOBJECTIVE: In the past 15 years, numerous decision aids (DAs) have been \ndeveloped to assist families affected by hereditary cancer syndromes in \ndecision-making for managing inheritance and cancer risk. We identified the \nrange and characteristics of DAs, focusing on their development stage according \nto guideline recommendations, their outcomes, and effectiveness.\nMETHODS: A comprehensive search was conducted in MEDLINE, EMBASE, Cochrane, \nCINAHL, and PsycINFO, along with manual searches. Eligible articles reported DAs \nfor supporting families affected by hereditary cancer syndromes, published in \nEnglish from inception to July 2024. Quality was assessed using the Mixed \nMethods Appraisal Tool.\nRESULTS: From 15,066 records, 32 studies with a moderate risk of bias, reporting \n23 unique DAs, were identified. Most DAs targeted women (69.6%) with hereditary \nbreast and ovarian cancer syndrome (73.9%) in North America and Europe (81.3%), \nprimarily supporting decisions on cancer risk-reduction strategies (56.5%) and \ngenetic testing/counseling (47.8%). Only four DAs were consistent with \nguideline-recommended development process, including prototype development, \nalpha- and beta-testing. Development and alpha-testing outcomes included user \nexperience, understandability, and psychological impact. Beta-testing evaluated \ndecision-making capacity, quality of the decision-making process, psychological \nimpact, and impact on decisions. DAs consistently improved decision-making \ncapacity and quality of the decision-making process but showed variable effects \non psychological outcomes and actual decision in risk-management.\nCONCLUSION: DAs are under-developed for genetic, racial, or gender minorities, \naccording to guideline-recommended development process. Future research should \ndevelop DAs for broader populations and clarify their effectiveness, \nparticularly regarding psychological outcomes.\n\nCopyright © 2025. Published by Elsevier Inc.\n\nDOI: 10.1016/j.gim.2025.101424\nPMID: 40196937",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40196937/"
    },
    {
        "id": "40196847",
        "abstract": "1. Front Cell Dev Biol. 2025 Mar 24;13:1554705. doi: 10.3389/fcell.2025.1554705. \neCollection 2025.\n\nDendritic cell-derived MYD88 potentiates as a biomarker for immune regulation in \nhepatocellular carcinoma and may predict a better immunological result.\n\nLiu Z(#)(1)(2), Zhu H(#)(3), Zhang F(#)(4), Huang W(5), Zhu S(1), He S(1), Yao \nY(1), Song Q(1), Zhang X(6).\n\nAuthor information:\n(1)Cancer Center, Renmin Hospital of Wuhan University, Wuhan, China.\n(2)Wuhan University Shenzhen Research Institute, Shenzhen, China.\n(3)Department of Pediatrics, Renmin Hospital of Wuhan University, Wuhan \nUniversity, Wuhan, China.\n(4)Department of Rehabilitation Medicine, Renmin Hospital of Wuhan University, \nWuhan, China.\n(5)Department of Pathology, Renmin Hospital of Wuhan University, Wuhan, China.\n(6)Department of Breast, Renmin Hospital of Wuhan University, Wuhan, China.\n(#)Contributed equally\n\nINTRODUCTION: MYD88 (myeloid differentiation primary response 88) is a key \nadaptor protein mediate immune responses, primarily through Toll-like receptors \n(TLRs) and interleukin-1 receptor (IL-1R) signaling. The TLR/MYD88 pathway plays \na critical role in dendritic cells (DC) maturation and function, contributing to \nthe body's innate immunity. Recent studies have further highlighted MYD88's \npivotal role in intrinsic immunity and its regulatory influence on the tumor \nmicroenvironment (TME) in hepatocellular carcinoma (HCC). The expression of \nMYD88 in DCs and its regulatory role in the TME have gained increasing \nattention.\nMETHODS: RNA-sequencing data retrieved from the TCGA and GEO databases were \nutilized for both the training and validation of our signature. Single-cell RNA \ntranscriptome data from GEO were analyzed to investigate the correlation among \nsubclusters of T cells, myeloid cells, and dendritic cells (DCs) within the HCC \ntumor microenvironment (TME). A combination of bioinformatics and machine \nlearning approaches was employed to perform statistical analyses.Additionally, \nflow cytometry was conducted to quantify T cell subtypes and assess biomarker \nexpression in DCs. A BALB/c-derived xenograft mouse model was established to \nevaluate the functional role of MyD88 in tumor progression and immunotherapy \nresponse. Furthermore, immunohistochemical (IHC) staining was performed to \nreassess the biological effects of MyD88 in HCC patients undergoing immune \ncheckpoint inhibitor (ICI) therapy.\nRESULTS: Our pan-cancer data analysis further highlights the significant impact \nof MYD88 on clinical outcomes in HCC. Analysis of TCGA and GEO databases \nconfirms that MYD88 serves as a key signaling molecule in DCs, reinforcing its \ncritical role in immune regulation. Our in vitro experiments demonstrates that \nMyD88 modulates T cell function through DCs. In vivo, H22 tumor cells exhibited \naccelerated growth in MyD88 knockout mice and a reduced response to anti-PD-1 \ntreatment, whereas wild-type mice showed the opposite trend.\nDISCUSSION: These findings underscore the critical role of MYD88 in DC function, \nsuggesting its potential as a biomarker for immunoregulation in HCC. By shaping \nthe TME, MYD88 not only regulates the immune response in HCC but also influences \npatient clinical outcomes. Both ex vivo and in vivo experiments further validate \nthat MYD88 impacts DC functionality, contributing to variations in HCC \nprogression.\n\nCopyright © 2025 Liu, Zhu, Zhang, Huang, Zhu, He, Yao, Song and Zhang.\n\nDOI: 10.3389/fcell.2025.1554705\nPMCID: PMC11973264\nPMID: 40196847\n\nConflict of interest statement: The authors declare that the research was \nconducted in the absence of any commercial or financial relationships that could \nbe construed as a potential conflict of interest.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40196847/"
    },
    {
        "id": "40196843",
        "abstract": "1. Front Cell Dev Biol. 2025 Mar 24;13:1563353. doi: 10.3389/fcell.2025.1563353. \neCollection 2025.\n\nEstrogen-induced FXR1 promotes endocrine resistance and bone metastasis in \nbreast cancer via BCL2 and GPX4.\n\nShang Y(#)(1)(2), Cao T(#)(1), Ma X(3), Huang L(1), Wu M(1), Xu J(1)(2), Wang \nJ(1), Wang H(4), Wu S(1), Pandey V(3), Wu Z(4), Zhang W(5)(6), Lobie PE(2)(3), \nHan X(1), Zhu T(1)(2)(3)(7).\n\nAuthor information:\n(1)Department of Oncology, Division of Life Sciences and Medicine, The First \nAffiliated Hospital of USTC, Center for Advanced Interdisciplinary Science and \nBiomedicine of IHM, National Key Laboratory of Immune Response and \nImmunotherapy, University of Science and Technology of China, Hefei, China.\n(2)Shenzhen Bay Laboratory, Institute of Biomedical Health Technology and \nEngineering, Shenzhen, China.\n(3)Tsinghua Shenzhen International Graduate School, Institute of \nBiopharmaceutical and Health Engineering, Shenzhen, China.\n(4)Department of Pathology, The First Affiliated Hospital of Anhui Medical \nUniversity, Hefei, China.\n(5)Zhejiang Provincial Key Laboratory of Cancer Molecular Cell Biology, Life \nSciences Institute, Zhejiang University, Hangzhou, China.\n(6)Department of Orthopaedic Surgery, The Second Affiliated Hospital, School of \nMedicine, Zhejiang University, Hangzhou, China.\n(7)Anhui Key Laboratory of Molecular Oncology, Hefei, China.\n(#)Contributed equally\n\nEstrogen signaling dysregulation plays a critical role in the development of \nanti-estrogen resistance and bone metastasis of ER+ mammary carcinoma. Using \nquantitative proteomic screening, we identified FXR1 as an estrogen-regulated \nRNA-binding protein associated with anti-estrogen resistance. Mechanistically, \nestrogen and IGF1 facilitate FXR1 protein translation via the \nPI3K/AKT/mTOR/EIF4E pathway. FXR1 enhances cellular resistance to apoptosis and \nferroptosis by facilitating the maturation of BCL2 pre-mRNA and stabilizing GPX4 \nmRNA, respectively. Anti-estrogen resistant cells exhibit elevated FXR1 \nexpression, and FXR1 depletion restores their sensitivity to tamoxifen. \nMoreover, combining FXR1 depletion with a ferroptosis inducer induces \nsynergistic lethal in anti-estrogen resistant cells. Finally, we provide \nproof-of-concept evidence supporting FXR1 antagonism as a potential treatment \nfor bone metastases in ER+ breast cancer. Our findings highlight FXR1 as a \npromising therapeutic target to improve existing therapeutic regimes for ER+ \nbreast cancer patients.\n\nCopyright © 2025 Shang, Cao, Ma, Huang, Wu, Xu, Wang, Wang, Wu, Pandey, Wu, \nZhang, Lobie, Han and Zhu.\n\nDOI: 10.3389/fcell.2025.1563353\nPMCID: PMC11973456\nPMID: 40196843\n\nConflict of interest statement: The authors declare that the research was \nconducted in the absence of any commercial or financial relationships that could \nbe construed as a potential conflict of interest.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40196843/"
    },
    {
        "id": "40196740",
        "abstract": "1. Front Oncol. 2025 Mar 24;15:1552802. doi: 10.3389/fonc.2025.1552802.\neCollection  2025.\n\nPredictive model using systemic inflammation markers to assess neoadjuvant \nchemotherapy efficacy in breast cancer.\n\nSun Y(#)(1), Guan Y(#)(1), Yu H(1), Zhang Y(1), Tao J(1), Zhang W(1), Yao Y(1).\n\nAuthor information:\n(1)Division of Breast Surgery, Department of General Surgery, Nanjing Drum Tower \nHospital, The Affiliated Hospital of Nanjing University Medical School, Nanjing, \nChina.\n(#)Contributed equally\n\nBACKGROUND: Pathological complete response (pCR) is an important indicator for \nevaluating the efficacy of neoadjuvant chemotherapy (NAC) in breast cancer. The \nrole of systemic inflammation markers in predicting pCR and the long-term \nprognosis of breast cancer patients undergoing NAC remains controversial. The \npurpose of this study was to explore the potential predictive and prognostic \nvalue of systemic inflammation markers (NLR, PLR, LMR, NMR) and \nclinicopathological characteristics in breast cancer patients receiving NAC and \nconstruct a pCR prediction model based on these indicators.\nMETHODS: A retrospective analysis was conducted on 209 breast cancer patients \nwho received NAC at Nanjing Drum Tower Hospital between January 2010 and March \n2020. Independent sample t-tests, chi-square tests, and logistic regression \nmodels were used to evaluate the correlation between clinicopathological data, \nsystemic inflammation markers, and pCR. Receiver operating characteristic (ROC) \ncurves were utilized to determine the optimal cut-off values for NLR, PLR, and \nLMR. Survival analysis was performed using the Kaplan-Meier method and log-rank \ntest. A predictive model for pCR was constructed using machine learning \nalgorithms.\nRESULTS: Among the 209 breast cancer patients, 29 achieved pCR. During a median \nfollow-up of 68 months, 74 patients experienced local or distant metastasis, and \n56 patients died. Univariate logistic regression analysis showed that lymph node \nstatus, HER-2 status, NLR, PLR, and LMR were associated with pCR. ROC curve \nanalysis revealed that the optimal cut-off values for NLR, PLR, and LMR were \n1.525, 113.620, and 6.225, respectively. Multivariate logistic regression \nanalysis indicated that lymph node status, NLR, and LMR were independent \npredictive factors for pCR. Survival analysis demonstrated that lymph node \nstatus, NLR, and LMR were associated with prognosis. Machine learning algorithm \nanalysis identified the random forest (RF) model as the optimal predictive model \nfor pCR.\nCONCLUSION: This study demonstrated that lymph node status, NLR, and LMR had \nsignificant value in predicting pCR and prognosis in breast cancer patients. The \nRF model provides a simple and cost-effective tool for pCR prediction, offering \nstrong support for clinical decision-making in breast cancer treatment and \naiding in the optimization of individualized treatment strategies.\n\nCopyright © 2025 Sun, Guan, Yu, Zhang, Tao, Zhang and Yao.\n\nDOI: 10.3389/fonc.2025.1552802\nPMCID: PMC11973675\nPMID: 40196740\n\nConflict of interest statement: The authors declare that the research was \nconducted in the absence of any commercial or financial relationships that could \nbe construed as a potential conflict of interest.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40196740/"
    },
    {
        "id": "40196717",
        "abstract": "1. Front Physiol. 2025 Mar 24;16:1457197. doi: 10.3389/fphys.2025.1457197. \neCollection 2025.\n\nEnhanced thyroid nodule detection and diagnosis: a mobile-optimized DeepLabV3+ \napproach for clinical deployments.\n\nYang C(1), Ashraf MA(2), Riaz M(3), Umwanzavugaye P(4), Chipusu K(2), Huang \nH(1), Xu Y(1).\n\nAuthor information:\n(1)Department of Thyroid and Breast Surgery, Jinjiang Municipal Hospital \n(Shanghai Sixth People's Hospital Fujian), Quanzhou, Fujian, China.\n(2)Department of Mechanical Engineering, University of Saskatchewan, Saskatoon, \nSK, Canada.\n(3)School of Information Engineering, Chang'an University, Xi'an, Shaanxi, \nChina.\n(4)Department of Computer Science, Central South University, Changsha, Hunan, \nChina.\n\nOBJECTIVE: This study aims to enhance the efficiency and accuracy of thyroid \nnodule segmentation in ultrasound images, ultimately improving nodule detection \nand diagnosis. For clinical deployment on mobile and embedded devices, \nDeepLabV3+ strives to achieve a balance between a lightweight architecture and \nhigh segmentation accuracy.\nMETHODOLOGY: A comprehensive dataset of ultrasound images was meticulously \ncurated using a high-resolution ultrasound imaging device. Data acquisition \nadhered to standardized protocols to ensure high-quality imaging. Preprocessing \nsteps, including noise reduction and contrast optimization, were applied to \nenhance image clarity. Expert radiologists provided ground truth labels through \nmeticulous annotation. To improve segmentation performance, we integrated \nMobileNetV2 and Depthwise Separable Dilated Convolution into the Atrous Spatial \nPyramid Pooling (ASPP) module, incorporating the Pyramid Pooling Module (PPM) \nand attention mechanisms. To mitigate classification imbalances, we employed \nTversky loss functions in the ultrasound image classification process.\nRESULTS: In semantic image segmentation, DeepLabV3+ achieved an impressive \nIntersection over Union (IoU) of 94.37%, while utilizing only 12.4 MB of \nparameters, including weights and biases. This remarkable accuracy demonstrates \nthe effectiveness of our approach. A high IoU value in medical imaging analysis \nreflects the model's ability to accurately delineate object boundaries.\nCONCLUSION: DeepLabV3+ represents a significant advancement in thyroid nodule \nsegmentation, particularly for thyroid cancer screening and diagnosis. The \nobtained segmentation results suggest promising directions for future research, \nespecially in the early detection of thyroid nodules. Deploying this algorithm \non mobile devices offers a practical solution for early diagnosis and is likely \nto improve patient outcomes.\n\nCopyright © 2025 Yang, Ashraf, Riaz, Umwanzavugaye, Chipusu, Huang and Xu.\n\nDOI: 10.3389/fphys.2025.1457197\nPMCID: PMC11973906\nPMID: 40196717\n\nConflict of interest statement: The authors declare that the research was \nconducted in the absence of any commercial or financial relationships that could \nbe construed as a potential conflict of interest.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40196717/"
    },
    {
        "id": "40196673",
        "abstract": "1. bioRxiv [Preprint]. 2025 Mar 25:2025.03.21.644686. doi: \n10.1101/2025.03.21.644686.\n\nRedirecting cytotoxic lymphocytes to breast cancer tumors via metabolite-sensing \nreceptors.\n\nKim YM, Akana RV, Sun C, Laveroni O, Jerby L.\n\nInsufficient infiltration of cytotoxic lymphocytes to solid tumors limits the \nefficacy of immunotherapies and cell therapies. Here, we report a programmable \nmechanism to mobilize Natural Killer (NK) and T cells to breast cancer tumors by \nengineering these cells to express orphan and metabolite-sensing G \nprotein-coupled receptors (GPCRs). First, in vivo and in vitro CRISPR activation \nscreens in NK-92 cells identified GPR183 , GPR84 , GPR34 , GPR18 , FPR3 , and \nLPAR2 as top enhancers of both tumor infiltration and chemotaxis to breast \ncancer. These genes equip NK and T cells with the ability to sense and migrate \nto chemoattracting metabolites such as 7α,25-dihydroxycholesterol and other \nfactors released from breast cancer. Based on Perturb-seq and functional \ninvestigations, GPR183 also enhances effector functions, such that engineering \nNK and CAR NK cells to express GPR183 enhances their ability to migrate to, \ninfiltrate, and control breast cancer tumors. Our study uncovered \nmetabolite-based tumor immune recruitment mechanisms, opening avenues for \nspatially targeted cell therapies.\n\nDOI: 10.1101/2025.03.21.644686\nPMCID: PMC11974742\nPMID: 40196673",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40196673/"
    },
    {
        "id": "40196671",
        "abstract": "1. bioRxiv [Preprint]. 2025 Mar 25:2025.03.21.644649. doi: \n10.1101/2025.03.21.644649.\n\nX-Linked Cancer-Associated Polypeptide (XCP) from lncRNA1456 Cooperates with \nPHF8 to Regulate Gene Expression and Cellular Pathways in Breast Cancer.\n\nGadad SS, Camacho CV, Gong X, Thornton M, Malladi VS, Nagari A, Sundaresan A, \nNandu T, Koul S, Peng Y, Kraus WL.\n\nRecent studies have demonstrated that a subset of long \"noncoding\" RNAs \n(lncRNAs) produce functional polypeptides and proteins. In this study, we \ndiscovered a 132 amino acid protein in human breast cancer cells named XCP ( X \n-linked C ancer-associated P olypeptide), which is encoded by lncRNA1456 (a.k.a. \nRHOXF1P3 ), a transcript previously thought to be noncoding. lncRNA1456 is a \npancreas- and testis-specific RNA whose gene is located on chromosome X. We \nfound that the expression of lncRNA1456 and XCP are highly upregulated in the \nluminal A, luminal B, and HER2 molecular subtypes of breast cancer. XCP \nmodulates both estrogen-dependent and estrogen-independent growth of breast \ncancer cells by regulating cancer pathways, as shown in cell and xenograft \nmodels. XCP shares some homology with homeodomain-containing proteins and \ninteracts with the histone demethylase plant homeodomain finger protein 8 \n(PHF8), which is also encoded by an X-linked gene. Mechanistically, XCP \nstimulates the histone demethylase activity of PHF8 to regulate gene expression \nin breast cancer cells. These findings identify XCP as a coregulator of \ntranscription and emphasize the need to interrogate the potential functional \nroles of open reading frames originating from noncoding RNAs.\nSTATEMENT OF SIGNIFICANGE: XCP, a polypeptide encoded by an X-linked lncRNA, \nregulates gene expression in breast cancer cells. XCP is a chromatin-associated \nprotein that interacts with the histone demethylase PHF8 and modulates its \ndemethylase activity to regulate gene expression. XCP drives cancer-specific \nphenotypes and serves as a potential biomarker and/or target for therapeutic \nintervention.\n\nDOI: 10.1101/2025.03.21.644649\nPMCID: PMC11974697\nPMID: 40196671",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40196671/"
    },
    {
        "id": "40196548",
        "abstract": "1. bioRxiv [Preprint]. 2025 Mar 25:2025.03.23.644809. doi: \n10.1101/2025.03.23.644809.\n\nInverse Game Theory Characterizes Frequency-Dependent Selection Driven by \nKaryotypic Diversity in Triple Negative Breast Cancer.\n\nVeith T, Beck R, Andor N.\n\nChromosomal instability (CIN), characterized by pervasive copy number \nalterations (CNAs), significantly contributes to cancer progression and \ntherapeutic resistance. CNAs drive intratumoral genetic heterogeneity, creating \ndistinct subpopulations whose interactions may shape tumor evolution through \nfrequency-dependent selection. Here, we introduce, ECO-K \n(Ecological-Karyotypes), an inverse game theory framework that infers \nsubpopulation interactions from longitudinal single-cell whole genome sequencing \ndata. Applying this approach to serially-passaged, triple-negative breast cancer \n(TNBC) cell lines and patient-derived xenografts, we systematically identify \nfrequency-dependent selection dynamics governed by karyotypic diversity. We \nevaluate evidence for subpopulation interactions that may influence tumor \nfitness, highlighting candidate karyotypes that serve as ecological interaction \nhubs. This framework provides testable predictions of intratumoral ecological \ndynamics and highlights the potential of targeting karyotypically distinct \nsubpopulations to disrupt tumor evolution strategically.\n\nDOI: 10.1101/2025.03.23.644809\nPMCID: PMC11974723\nPMID: 40196548",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40196548/"
    },
    {
        "id": "40196387",
        "abstract": "1. Breast J. 2025 Mar 30;2025:3580992. doi: 10.1155/tbj/3580992. eCollection\n2025.\n\nFlorid Lobular Carcinoma In Situ: Imaging Characteristics and Pathologic Upgrade \nRates on Surgical Excision.\n\nDesai A(1), Kesmodel SB(1)(2), Susnik B(3), Goel N(1)(2), Feliciano Y(4), \nGomez-Fernandez C(5), Tjendra Y(5).\n\nAuthor information:\n(1)DeWitt Daughtry Family Department of Surgery, Division of Surgical Oncology \nMiami, University of Miami, Miami, Florida, USA.\n(2)DeWitt Daughtry Family Department of Surgery, Sylvester Comprehensive Cancer \nCenter, Miami, Florida, USA.\n(3)Baptist Hospital of Miami, Department of Pathology, Baptist Health System, \nMiami, Florida, USA.\n(4)Department of Radiology, University of Miami, Miami, Florida, USA.\n(5)Department of Pathology and Laboratory Medicine, University of Miami, Miami, \nFlorida, USA.\n\nBackground: Florid lobular carcinoma in situ is an uncommon lobular neoplasia \nvariant that is frequently associated with invasive carcinoma. However, there \nremains a paucity of information to guide management. The authors aimed to study \nimaging features associated with pathologic upgrade rates for patients with \nflorid lobular carcinoma in situ identified on core biopsy undergoing surgical \nexcision. Methods: Patients with florid lobular carcinoma in situ on core biopsy \nwere selected from an institutional pathology database. Patients were excluded \nif pleomorphic lobular carcinoma in situ was also present on core biopsy. \nClinical, radiologic, and pathologic features for each case were reviewed \nfocusing on imaging features which led to core biopsy and those associated with \npathologic upgrade on surgical excision. Results: Eighteen cases of florid \nlobular carcinoma in situ underwent surgical excision. Upgrade rates on surgical \nexcision were higher in cases with suspicious calcifications (8/11, 73%, \np=0.049) compared to those without (1/7, 14.3%) and in cases with larger breast \nlesions (p=0.011). The overall upgrade rate was 50% (9/18), 89% (8/9) with \ninvasive lobular carcinoma and 11% (1/9) with ductal carcinoma in situ. Of the 8 \ncases with upgrade to invasive lobular carcinoma, 7/8 (87.5%) were Stage I \ncancers and only 1/8 (12.5%) had macroscopic lymph node involvement and was \nupgraded to Stage II. Conclusion: Florid lobular carcinoma in situ on core \nbiopsy had an upgrade rate on surgical excision of 50% overall, with 89% of \nthese cases upgraded to invasive lobular carcinoma. Pathologic upgrade was seen \nmore frequently with suspicious calcifications and larger breast lesions. These \nfindings can help guide surgical management of this uncommon lobular neoplasia \nvariant including planning extent of excision and consideration for lymph node \nevaluation.\n\nCopyright © 2025 Anshumi Desai et al. The Breast Journal published by John Wiley \n& Sons Ltd.\n\nDOI: 10.1155/tbj/3580992\nPMCID: PMC11972856\nPMID: 40196387 [Indexed for MEDLINE]\n\nConflict of interest statement: The authors declare no conflicts of interest.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40196387/"
    },
    {
        "id": "40196378",
        "abstract": "1. Immunotargets Ther. 2025 Apr 3;14:339-357. doi: 10.2147/ITT.S495751.\neCollection  2025.\n\nRecent Advances in Immune Checkpoint Inhibitors for Triple-Negative Breast \nCancer.\n\nCorti C(1)(2)(3)(4), Koca B(1)(2), Rahman T(1)(2), Mittendorf EA(1)(2)(5), \nTolaney SM(1)(2)(6).\n\nAuthor information:\n(1)Breast Oncology Program, Dana-Farber Brigham Cancer Center, Boston, MA, USA.\n(2)Harvard Medical School, Boston, MA, USA.\n(3)Division of New Drugs and Early Drug Development for Innovative Therapies, \nEuropean Institute of Oncology IRCCS, Milan, Italy.\n(4)Department of Oncology and Hematology-Oncology (DIPO), University of Milan, \nMilan, Italy.\n(5)Division of Breast Surgery, Brigham and Women's Hospital, Boston, MA, USA.\n(6)Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, \nUSA.\n\nWhile immunotherapy has transformed treatment across various cancers, its impact \non breast cancer is relatively limited. Recent advances have established \nimmunotherapy as an effective approach for triple-negative breast cancer (TNBC), \nan aggressive subtype with limited therapeutic targets and poor prognosis. \nSpecifically, pembrolizumab, an immune checkpoint inhibitor (ICI), is now \napproved for both first-line metastatic and early-stage TNBC. In metastatic \nTNBC, combining ICIs with chemotherapy, particularly pembrolizumab, has \ndemonstrated survival benefits in patients with PD-L1-positive disease. However, \nextending these benefits to broader populations has proven challenging, \nhighlighting the need for better patient selection and novel strategies. \nEmerging approaches include combining ICIs with antibody-drug conjugates, PARP \ninhibitors, dual ICIs, and bispecific antibodies targeting angiogenesis and \nimmune checkpoints. These strategies aim to overcome resistance and expand \nimmunotherapy's efficacy beyond the PD-1/PD-L1 pathway. In early-stage disease, \npembrolizumab combined with chemotherapy in the neoadjuvant setting has \nsignificantly improved pathologic complete response, event-free survival, and \noverall survival, establishing a new standard of care. Ongoing research aims to \ndetermine the optimal timing for ICI administration, explore less toxic \nchemotherapy backbones, utilize biomarkers for personalized treatment, and \nassess whether adding complementary treatments, such as radiation therapy for \nhigh-risk cases, can improve outcomes. This review examines the successes and \nsetbacks of ICI use in TNBC, offering a comprehensive overview of current \npractices and future directions. It emphasizes optimizing ICI timing, leveraging \nbiomarkers, and integrating novel agents to refine treatment approaches for both \nmetastatic and early-stage TNBC. As immunotherapy continues to evolve, future \nresearch must address the unmet needs of this challenging breast cancer subtype, \noffering hope for improved outcomes.\n\n© 2025 Corti et al.\n\nDOI: 10.2147/ITT.S495751\nPMCID: PMC11974553\nPMID: 40196378\n\nConflict of interest statement: CCo reports travel/accommodations (to scientific \nmeeting) from Veracyte (2023), and is supported by the Fondazione Gianni \nBonadonna (FGB) and Associazione Italiana per la Ricerca contro il Cancro (AIRC) \n(2024-2026). All the competing interests were outside the submitted work. BK and \nTR have no potential conflicts of interest to disclose. EAM reports compensated \nservice on scientific advisory boards for AstraZeneca, BioNTech, Merck and \nModerna; uncompensated service on steering committees for Bristol Myers Squibb \nand Roche/Genentech; speakers honoraria and travel support from Merck Sharp & \nDohme; and institutional research support from Roche/Genentech (via SU2C grant) \nand Gilead. EAM also reports research funding from Susan Komen for the Cure for \nwhich she serves as a Scientific Advisor, and uncompensated participation as a \nmember of the American Society of Clinical Oncology Board of Directors. All the \ncompeting interests were outside the submitted work. SMT reports a consulting or \nadvisory role for Novartis, Pfizer (SeaGen), Merck, Eli Lilly, AstraZeneca, \nGenentech/Roche, Eisai, Sanofi, Bristol Myers Squibb/Systimmune, Daiichi Sankyo, \nGilead, Zymeworks, Zentalis, Blueprint Medicines, Reveal Genomics, Sumitovant \nBiopharma, Artios Pharma, Menarini/Stemline, Aadi Bio, Bayer, Incyte Corp, Jazz \nPharmaceuticals, Natera, Tango Therapeutics, eFFECTOR, Hengrui USA, Cullinan \nOncology, Circle Pharma, Arvinas, BioNTech, Johnson&Johnson/Ambrx, Launch \nTherapeutics, Zuellig Pharma, Bicycle Therapeutics, BeiGene Therapeutics, \nMersana, Summit Therapeutics; reports institutional research funding from \nGenentech/Roche, Merck, Exelixis, Pfizer, Lilly, Novartis, Bristol Myers Squibb, \nEisai, AstraZeneca, Gilead, NanoString Technologies, Seattle Genetics, OncoPep, \nDaiichi Sankyo, Menarini/Stemline, Jazz Pharmaceuticals; and receives travel \nsupport from Eli Lilly, Sanofi, Gilead, Jazz Pharmaceuticals, Pfizer, Arvinas. \nAll the competing interests were outside the submitted work.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40196378/"
    }
]