[
    {
        "id": "40272833",
        "abstract": "1. JAMA Oncol. 2025 Apr 24. doi: 10.1001/jamaoncol.2025.0694. Online ahead of \nprint.\n\nPatient-Centered Research Through Artificial Intelligence to Identify Priorities \nin Cancer Care.\n\nKim J(1), Chen ML(1), Rezaei SJ(1), Ramirez-Posada M(2), Caswell-Jin JL(3), \nKurian AW(3)(4), Riaz F(3), Sarin KY(2), Tang JY(2), Asch SM(1)(5), Linos \nE(1)(2).\n\nAuthor information:\n(1)Center for Digital Health, Stanford University School of Medicine, Stanford, \nCalifornia.\n(2)Department of Dermatology, Stanford University School of Medicine, Stanford, \nCalifornia.\n(3)Division of Oncology, Department of Medicine, Stanford University School of \nMedicine, Stanford, California.\n(4)Department of Epidemiology and Population Health, Stanford University School \nof Medicine, Stanford, California.\n(5)Division of Primary Care and Population Health, Stanford University School of \nMedicine, Stanford, California.\n\nIMPORTANCE: Patient-centered research is essential for bridging the gap between \nresearch and patient care, yet patient perspectives are often inadequately \nrepresented in health research.\nOBJECTIVE: To leverage artificial intelligence (AI) and natural language \nprocessing (NLP) to analyze a large dataset of patient messages, defining \npatient concerns and generating relevant research topics, and to quantify the \nquality of these AI-generated topics.\nDESIGN, SETTING, AND PARTICIPANTS: This case series was conducted using an \nautomated framework involving a 2-staged unsupervised NLP topic model and \nAI-generated research topic suggestions. The study was based on deidentified \npatient portal message data from individuals with breast or skin cancer at \nStanford Health Care and 22 affiliated centers over July 2013 to April 2024.\nEXPOSURES: A widely used large language model (ChatGPT-4o [OpenAI]; April 2024) \nwas used and guided through multiple prompt-engineering strategies to perform \nmultilevel tasks, including knowledge interpretation and summarization (eg, \ninterpreting and summarizing the NLP-defined topics), knowledge generation (eg, \ngenerating research ideas corresponding to patients' issues), self-reflection \nand correction (eg, ensuring and revising the research ideas after searching for \nscientific articles), and self-reassurance (eg, confirming and finalizing the \nresearch ideas).\nMAIN OUTCOMES AND MEASURES: Three breast oncologists (J.L.C., A.W.K., F.R) and 3 \ndermatologists (K.Y.S, J.Y.T., E.L.) evaluated the meaningfulness and novelty of \nthe AI-generated research topics using a 5-point Likert scale (1 representing \nexceptional to 5 representing poor). Mean (SD) scores for meaningfulness and \nnovelty were computed for each topic.\nRESULTS: A total of 614 464 patient messages were analyzed from 25 549 \nindividuals, 10 665 with breast cancer (98.6% female) and 14 884 had skin cancer \n(49.0% female). The overall mean (SD) scores for meaningfulness and novelty were \n3.00 (0.50) and 3.29 (0.74), respectively, for breast cancer topics and 2.67 \n(0.45) and 3.09 (0.68), respectively, for skin cancer topics. One-third of the \nAI-suggested research topics were highly meaningful and novel when both scores \nwere lower than the average (5 of 15 for breast cancer and 6 of 15 for skin \ncancer). Notably, two-thirds of the AI-suggested topics were novel (10 of 15 for \nbreast cancer and 11 of 15 for skin cancer).\nCONCLUSIONS AND RELEVANCE: This case series demonstrates that AI/NLP-driven \nanalysis of large volumes of patient messages can generate quality research \ntopics in cancer care that reflect patient perspectives, providing valuable \nguidance for future patient-centered health research endeavors.\n\nDOI: 10.1001/jamaoncol.2025.0694\nPMID: 40272833",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40272833/"
    },
    {
        "id": "40272821",
        "abstract": "1. JAMA Oncol. 2025 Apr 24. doi: 10.1001/jamaoncol.2025.0764. Online ahead of \nprint.\n\nRepresentation of the Middle East and North African Region in Oncology Clinical \nTrials.\n\nTaha T(1)(2), Meirson T(3)(4)(5), Waldhorn I(2).\n\nAuthor information:\n(1)Oncology Institute, Tzafon Medical Center, Poriya, affiliated with Azrieli \nFaculty of Medicine, Bar Ilan University, Ramat Gan, Israel.\n(2)Division of Oncology, Rambam Health Care Campus, Haifa, Israel.\n(3)Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel.\n(4)Davidoff Cancer Center, Rabin Medical Center-Beilinson Hospital, Petah Tikva, \nIsrael.\n(5)Samueli Integrative Cancer Pioneering Institute, Beilinson Hospital, Petah \nTikva, Israel.\n\nPlain Language Summary: This cross-sectional study examines the inclusion of \nindividuals from the Middle East and North African region in oncology clinical \ntrials.\n\nDOI: 10.1001/jamaoncol.2025.0764\nPMID: 40272821",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40272821/"
    },
    {
        "id": "40272805",
        "abstract": "1. JAMA Netw Open. 2025 Apr 1;8(4):e257132. doi:\n10.1001/jamanetworkopen.2025.7132.\n\nImproving Health Care for Transgender People.\n\nBerner AM(1).\n\nAuthor information:\n(1)Barts Cancer Institute, Queen Mary University of London, London, United \nKingdom.\n\nDOI: 10.1001/jamanetworkopen.2025.7132\nPMID: 40272805",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40272805/"
    },
    {
        "id": "40272712",
        "abstract": "1. Adv Ther. 2025 Apr 24. doi: 10.1007/s12325-025-03144-4. Online ahead of print.\n\nPembrolizumab with Carboplatin and Paclitaxel Versus Alternative Systemic \nTreatments Recommended for the First-Line Treatment of Recurrent/Metastatic Head \nand Neck Cancer: An Indirect Treatment Comparison.\n\nDzienis M(1), Mojebi A(2), Keeping S(2), Black CM(3), Giezek H(4), Naicker N(5), \nVanetta C(6), Park JE(2), Chan K(2), Merchant S(3), Zheng D(7).\n\nAuthor information:\n(1)Cancer Department, Gold Coast University Hospital, Southport, QLD, Australia.\n(2)Evidence Synthesis, Precision AQ, Vancouver, BC, Canada.\n(3)Value and Implementation, Outcomes Research, Merck & Co., Inc., Rahway, NJ, \nUSA.\n(4)Biostatistics and Research Decision Sciences, Health Technology Assessment, \nMSD, Brussels, Belgium.\n(5)Oncology European Clinical Development, MSD (UK) Limited, London, UK.\n(6)Biostatistics and Research Decision Sciences, Health Technology Assessment, \nMSD, Zurich, Switzerland.\n(7)Value and Implementation, Outcomes Research, Merck & Co., Inc., Rahway, NJ, \nUSA. dandan.zheng@merck.com.\n\nINTRODUCTION: Based on the results of KEYNOTE-048 (NCT02358031), first-line \nstandard-of-care treatment for patients with recurrent or metastatic head and \nneck squamous cell carcinoma (R/M HNSCC) includes pembrolizumab alone or with \nplatinum and fluorouracil (5-FU). Results from the single-arm KEYNOTE-B10 \n(NCT04489888) showed promising antitumor activity and a manageable safety \nprofile offering an alternative pembrolizumab and chemotherapy regimen (KN-B10), \nwith paclitaxel replacing 5-FU. With KEYNOTE-B10 being a non-comparative trial, \nthis study aims to estimate the comparative efficacy of KN-B10 versus \nalternative first-line systemic treatments for R/M HNSCC via an indirect \ntreatment comparison analysis.\nMETHODS: A systematic literature review (October 2023) identified six connected \nrandomized controlled trials with similar eligibility criteria to KEYNOTE-B10. \nInterventions included cetuximab + platinum + 5-FU (EXTREME), \ncetuximab + cisplatin + docetaxel (TPEx), pembrolizumab + platinum + 5-FU \n(KN-048), platinum + 5-FU, cisplatin + paclitaxel, cisplatin, 5-FU, and \nmethotrexate. To connect KEYNOTE-B10 to the network, individual patient-level \ndata were weighted to match the population characteristics of the most similar \ntrial in the network (KEYNOTE-048). The comparative efficacy of KN-B10 versus \nother interventions was estimated via fixed-effect Bayesian network \nmeta-analyses. Due to violations of the proportional-hazards assumption, \nfractional polynomials were used to model overall survival (OS) and \nprogression-free survival (PFS).\nRESULTS: For objective response, KN-B10 was comparable to EXTREME and TPEx and \nmore efficacious than all other identified treatments (range of odds ratios \n[ORs]: 1.69-11.75), including KN-048 (OR: 1.69; 95% credible interval: \n1.01-2.81). For OS and PFS, KN-B10 was comparable to EXTREME (with improvements \nin OS after month 12), TPEx, and KN-048. KN-B10 improved OS versus \nplatinum + 5-FU (range of time-varying hazard ratios: 0.60-0.18; months 9-60), \ncisplatin + paclitaxel (0.53-0.24; 9-36), cisplatin (0.59-0.32; 6-24), 5-FU \n(0.58-0.20; 6-36), and methotrexate (0.61-0.07; 6-60). KN-B10 improved PFS \nversus platinum + 5-FU (0.60-0.31; 3-36).\nCONCLUSION: The improved or comparable efficacy of KN-B10 versus alternative \nfirst-line interventions in terms of relevant clinical outcomes, as shown in \nthis study, supports its recommendations for the treatment of R/M HNSCC.\n\nPlain Language Summary: This study looked at how well a treatment combination \nworks for patients with a specific type of cancer called recurrent or metastatic \nhead and neck squamous cell carcinoma, which is a cancer that comes back or \nspreads to other parts of the body. The standard treatment for this type of \ncancer is a drug called pembrolizumab, which is sometimes given with \nchemotherapy of platinum and fluorouracil (this combination is called KN-048). A \nclinical trial called KEYNOTE-B10 found that a similar drug combination (which \nincluded pembrolizumab, carboplatin, and paclitaxel), called KN-B10, was also \neffective and safe. However, the KEYNOTE-B10 trial did not compare this \ntreatment directly to other treatments used for the same disease, such as \nKN-048, EXTREME, and TPEx. To fill this gap, this study compared the \neffectiveness of KN-B10 with other standard treatments. To do this, researchers \nreviewed data from six similar studies that tested different treatments that \nincluded combinations with drugs like cetuximab, cisplatin, and 5-FU, among \nothers. Researchers used a method that allows them to indirectly compare results \nfrom different trials. They adjusted the data to make the KEYNOTE-B10 trial more \nsimilar to one of the other studies, called KEYNOTE-048, to ensure a fair \ncomparison. The findings showed that treatment with KN-B10 was at least as \neffective as KN-048, EXTREME, and TPEx. It also provided better survival \noutcomes compared to some other treatments, such as platinum + 5-FU and \ncisplatin + paclitaxel. Overall, this study suggests that KN-B10 is a strong \noption for first-line treatment of this type of cancer.\n\n© 2025. Merck & Co., Inc., Rahway, NJ, USA and its affiliates, and Marcin \nDzienis, under exclusive licence to Springer Healthcare Ltd., part of Springer \nNature.\n\nDOI: 10.1007/s12325-025-03144-4\nPMID: 40272712\n\nConflict of interest statement: Declarations. Conflict of Interest: Marcin \nDzienis declares a consultant or advisory role with MSD, Bristol-Myers Squibb, \nand Novartis and has received payment or honoraria for presentations and serving \nas a speaker from MSD, Novartis, AstraZeneca, and Bristol-Myers Squibb, and for \neducation support from Pierre Fabre and MSD. Christopher M. Black, Sanjay \nMerchant, and Dandan Zheng are employees of Merck Sharp & Dohme LLC, a \nsubsidiary of Merck & Co., Inc., Rahway, NJ, USA and are shareholders in Merck & \nCo., Inc., Rahway, NJ, USA. Hilde Giezek and Chiara Vanetta are employees of MSD \nsubsidiaries of Merck & Co., Inc., Rahway, NJ, USA. Niroshini Naicker is an \nemployee of an MSD subsidiary of Merck & Co., Inc., Rahway, NJ, USA and is a \nshareholder in Merck & Co., Inc., Rahway, NJ, USA. Ali Mojebi, Sam Keeping, \nJulie E. Park, and Keith Chan are employed by the company Precision AQ, which \nreceived funding from Merck Sharp & Dohme LLC, a subsidiary of Merck & Co., \nInc., Rahway, NJ, USA. Ethical Approval: This article is based on previously \nconducted studies and does not contain any new studies with human participants \nor animals performed by any of the authors.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40272712/"
    },
    {
        "id": "40272667",
        "abstract": "1. Ann Surg Oncol. 2025 Apr 24. doi: 10.1245/s10434-025-17329-2. Online ahead of \nprint.\n\nPositive Margin Rates After Breast-Conserving Surgery by Histologic Subtype: A \nSystematic Review and Meta-analysis Evaluating the Impact of Oncoplastic \nSurgery.\n\nSwitalla KM(1)(2), Falade IO(3), Quirarte A(1), Baxter M(1), Kaur M(3), Sakr \nRA(4), Corso G(5)(6), Mukhtar RA(7).\n\nAuthor information:\n(1)Department of Surgery, UCSF Breast Care Center, University of California San \nFrancisco, San Francisco, CA, USA.\n(2)University of Minnesota Medical School, Minneapolis, MN, USA.\n(3)School of Medicine, University of California San Francisco, San Francisco, \nCA, USA.\n(4)Department of Breast Oncoplastic Surgery, Emirates Hospital Group, Dubai, \nUnited Arab Emirates.\n(5)Department of Oncology and Hemato-Oncology, University of Milan, Milan, \nItaly.\n(6)Division of Breast Surgery, European Institute of Oncology (IEO), Istituto di \nRicovero e Cura a Carattere Scientifico (IRCCS), Milan, Italy.\n(7)Department of Surgery, UCSF Breast Care Center, University of California San \nFrancisco, San Francisco, CA, USA. rita.mukhtar@ucsf.edu.\n\nBACKGROUND: Invasive lobular carcinoma (ILC), the second most common histologic \nsubtype of breast cancer, has a higher risk of positive surgical margins than \ninvasive ductal carcinoma (IDC). Whether this risk persists for patients \nundergoing breast-conserving surgery (BCS) with oncoplastic approaches remains \nunclear. We conducted a systematic review and meta-analysis to assess positive \nmargins following oncoplastic BCS by histologic subtype and evaluate the impact \nof oncoplastic surgery on positive margins in ILC.\nMETHODS: We systematically searched the literature for articles reporting \npositive margin rates after oncoplastic BCS in ILC patients. Relative risks (RR) \nwere log transformed and displayed with forest plots.\nRESULTS: Eight studies, encompassing 754 ILC patients undergoing BCS (338 with \noncoplastic surgery), were included. The pooled positive margin rate for ILC \npatients undergoing oncoplastic surgery was 31% (95% confidence interval [CI] \n21-40%). Patients with ILC had a significantly higher RR for positive margins \nafter oncoplastic BCS compared with IDC (RR 3.4, 95% CI 1.5-7.4). However, for \nILC patients with larger tumors, oncoplastic BCS was associated with a \nsignificantly lower RR for positive margins compared with standard BCS (RR 0.5, \n95% CI 0.3-0.9).\nCONCLUSIONS: Invasive lobular carcinoma patients undergoing oncoplastic BCS have \nhigher positive margin risks than IDC patients, underscoring the need for \nimproved preoperative imaging and systemic therapies. However, the addition of \noncoplastic surgery to BCS reduces positive margin rates compared with standard \nBCS in ILC patients, particularly for larger tumors. These findings highlight \nthe role of oncoplastic surgery as an important technique to optimize outcomes \nfor those at high risk of positive margins.\n\n© 2025. The Author(s).\n\nDOI: 10.1245/s10434-025-17329-2\nPMID: 40272667\n\nConflict of interest statement: Disclosure: KMS. No relevant relationships. IOF. \nNo relevant relationships. AQ. No relevant relationships. MB. No relevant \nrelationships. MK. No relevant relationships. RAS. No relevant relationships. \nGC. Receives honorarium from Wolter Kluwer. RAM. Research support and honoraria \nfrom the NCI; institutional research funding from UCSF; and is an unpaid member \nof the Scientific Advisory Board for the Lobular Breast Cancer Alliance.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40272667/"
    },
    {
        "id": "40272642",
        "abstract": "1. J Relig Health. 2025 Apr 24. doi: 10.1007/s10943-025-02315-5. Online ahead of \nprint.\n\nInvestigation of the Acceptance of Illness and Religious Coping Styles Among \nNewly Diagnosed Cancer Patients: Ankara, Turkey.\n\nHassan F(1), Doğan N(2).\n\nAuthor information:\n(1)Department of Medical Nursing, Amasya University Health Sciences Institute, \nAmasya, Turkey.\n(2)Department of Medical Nursing, Amasya University Faculty of Health Sciences, \nAmasya University İpekköy Campus Opposite Shell İpekköy/AMASYA, 05100, Amasya, \nTurkey. nurhan_dogan38@hotmail.com.\n\nThis study was conducted to determine the acceptance of illness and religious \ncoping styles of newly diagnosed cancer patients. The data were collected via \ndescriptive characteristics such as the \"Acceptance of Illness Scale\" and \"Brief \nReligious Coping Scale.\" In this study, individuals who were over 50 years of \nage, illiterate, not working, not smoking and not using alcohol had higher mean \nscores of positive religious coping, while those who were single and who \nreceived support from a psychologist in coping with illness had higher mean \nscores of negative religious coping (p < 0.05). Individuals who received support \nfrom a psychologist scored higher on the acceptance of illness scale than those \nwho received support from themselves or their family (p < 0.05). There are \nsignificant relationships between acceptance of illness and positive religious \ncoping (0.134) and negative religious coping (- 0.307) (p < 0.05). Age, marital \nstatus, employment status, smoking and alcohol use and receiving support from a \nperson were found to be effective in religious coping, while receiving support \nfrom a psychologist was found to be effective in acceptance of illness. There is \na relationship between positive and negative religious coping and acceptance of \nillness, and planning care accordingly is recommended.\n\n© 2025. The Author(s).\n\nDOI: 10.1007/s10943-025-02315-5\nPMID: 40272642\n\nConflict of interest statement: Declarations. Conflict of interest: The authors \ndeclare there is no conflict of interest.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40272642/"
    },
    {
        "id": "40272619",
        "abstract": "1. Invest New Drugs. 2025 Apr 24. doi: 10.1007/s10637-025-01526-7. Online ahead\nof  print.\n\nPANTAX: a phase Ib clinical trial of the efflux pump inhibitor SCO-101 in \ncombination with gemcitabine and nab-paclitaxel in non-resectable or metastatic \npancreatic cancer.\n\nShim S(1)(2), Reinacher-Schick A(3), Kraeft AL(3), Per Pfeiffer(4)(5), Tarpgaard \nLS(4)(5), Ettrich TJ(6), Kestler A(6), Christensen S(1), Jandu H(7), Nawabi \nM(7), Roest NL(7), Damstrup L(7), Vestlev PM(7), Brünner N(7), Stenvang J(7), \nLadekarl M(8)(9).\n\nAuthor information:\n(1)Department of Oncology, Clinical Cancer Research Center, Aalborg University \nHospital, Hobrovej 18 - 22, 9000, Aalborg, Denmark.\n(2)Department of Clinical Medicine, Aalborg University, Aalborg, Denmark.\n(3)Dept. of Hematology, Oncology and Palliative Care, St. Josef-Hospital, \nBochum, Germany.\n(4)Department of Oncology, Odense University Hospital, Odense, Denmark.\n(5)University of Southern Denmark, Odense, Denmark.\n(6)Department of Internal Medicine I, University Hospital of Ulm - Oberer \nEselsberg, Ulm, Germany.\n(7)Scandion Oncology A/S, Copenhagen, Denmark.\n(8)Department of Oncology, Clinical Cancer Research Center, Aalborg University \nHospital, Hobrovej 18 - 22, 9000, Aalborg, Denmark. morten.ladekarl@rn.dk.\n(9)Department of Clinical Medicine, Aalborg University, Aalborg, Denmark. \nmorten.ladekarl@rn.dk.\n\nDe novo or acquired resistance to chemotherapy is ubiquitous in pancreatic \nductal adenocarcinoma (PDAC). SCO-101 is an oral compound that may counteract \nchemo-resistance by interacting with SRPK1, ABCG2 drug transporter, and liver \nenzyme UGT1A1. We first conducted preclinical experiments in \npaclitaxel-resistant PDAC cells to access the tumoricidal effects of SCO-101 or \nSRPK1-inhibitor alone or in combination with paclitaxel. Second, we enrolled 22 \npatients with non-resectable PDAC in a phase Ib trial to investigate safety and \npharmaco-kinetics, and to establish maximum tolerated dose (MTD) by evaluation \nof dose-limiting toxicities (DLTs) during the first cycle of 80% dose \ngemcitabine (Gem) and nab-paclitaxel (Nab) together with increasing doses of \nSCO-101. In paclitaxel-resistant PDAC cells in vitro, a synergistic effect \nbetween SCO-101 and paclitaxel was demonstrated. In patients, daily doses for 6 \ndays of SCO-101 resulted in a two- to threefold drug accumulation, and drug \nexposure was dose proportional. Treatment was well tolerated. Transiently \nincreased blood bilirubin attributable to SCO-101 was observed in 12 cases (55%) \nand associated with jaundice in three patients. One and two DLTs, respectively, \nwere observed at 150 and 250mg dosing-levels of SCO-101, and the MTD was \ndetermined to be 200 mg of SCO-101 daily for 6 days on a bi-weekly schedule \ntogether with 80% dose of Gem and Nab. Median progression-free and overall \nsurvival was 3.3 and 9.5 months, respectively. In PDAC, SCO-101 can be added to \nGem and Nab with little and manageable toxicity. However, no clear added \nefficacy signal was observed of the combination. Trial registration number: \nNCT04652205 (Nov 29, 2020).\n\n© 2025. The Author(s).\n\nDOI: 10.1007/s10637-025-01526-7\nPMID: 40272619\n\nConflict of interest statement: Declarations. Conflict of interest: H.J., M.N., \nN.L.R., P.M.V., and N.B. are employees at Scandion Onoclogy. J.S. is co-founder, \nCSO, employee and shareholder at Scandion Oncology. L.D. is employee and \nshareholder at Scandion Oncology. M.L. received an unrestricted grant from \nScandion Oncology A/S, Denmark. Honorary lecture for Astra Zeneca, Denmark. All \nothers declare no conflicts of interest.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40272619/"
    },
    {
        "id": "40272600",
        "abstract": "1. J Robot Surg. 2025 Apr 24;19(1):173. doi: 10.1007/s11701-025-02300-w.\n\nComparison of laparoscopic vs. robotic sentinel lymph node mapping and biopsy \nin  endometrial cancer.\n\nOdgers H(1)(2), Lin A(3), Tejada-Berges T(3)(4).\n\nAuthor information:\n(1)Department of Gynaecologic Oncology, Chris O'Brien Lifehouse, 119-143 \nMissenden Road, Camperdown, Sydney, 2050, Australia. \nHarrison.odgers@health.nsw.gov.au.\n(2)School of Medicine, The University of Sydney, Sydney, Australia. \nHarrison.odgers@health.nsw.gov.au.\n(3)Department of Gynaecologic Oncology, Chris O'Brien Lifehouse, 119-143 \nMissenden Road, Camperdown, Sydney, 2050, Australia.\n(4)School of Medicine, The University of Sydney, Sydney, Australia.\n\nWe compare the success of sentinel lymph node (SLN) biopsy between standard \nlaparoscopy and robotic-assisted laparoscopy (RAL) in patients with endometrial \ncancer. Patients with uterine epithelial tumour types undergoing staging surgery \nwere identified from January 2019 to March 2023. Included patients underwent a \ntotal hysterectomy, bilateral salpingo-oophorectomy and attempted bilateral SLN \nbiopsy with indigocyanine green (ICG) dye, utilising either standard laparoscopy \nor RAL. 298 patients met the inclusion criteria. 211 (70.8%) had standard \nlaparoscopy and 87 (29.2%) underwent RAL. The RAL cohort had significantly \nhigher median body mass index (BMI) compared to standard laparoscopy (37 vs. \n28 kg/m2, p < 0.001). The overall rate of successful bilateral SLN biopsy was \n66.8% (n = 199), and at least one hemi-pelvis was successfully biopsied in 87.3% \n(n = 260) of patients. There was no significant difference in bilateral SLN \nbiopsy success between RAL and standard laparoscopy (60.9% vs 69.2%, p = 0.17). \nRAL was not predictive of bilateral SLN biopsy success in multivariate analysis \n(OR 1.10, p = 0.76). There was no difference in SLN biopsy location, number of \nnodes identified, or empty-packet dissections between the surgical approaches. \nIncreasing age (OR 0.96, p = 0.002) and BMI (OR 0.94, p < 0.001) were \nsignificantly associated with reduced bilateral SLN biopsy success. Between the \nlearning and experienced periods of the study, the bilateral SLN biopsy success \nrate improved significantly for RAL (40.6 vs. 72.7%, p = 0.03), which was not \nfound with standard laparoscopy. The decision to perform RAL should consider \nmultiple factors including surgeon experience. Future research should be \ndirected towards prospective, randomised and BMI-matched cohorts.\n\n© 2025. The Author(s).\n\nDOI: 10.1007/s11701-025-02300-w\nPMID: 40272600 [Indexed for MEDLINE]\n\nConflict of interest statement: Declarations. Conflict of interest: The authors \nhave no relevant financial or non-financial interests to disclose. Ethical \napproval: Ethics approval for a retrospective chart review of human participants \nwas given by the Sydney Local Health District Ethics Review Committee (X23-0009 \nand 2022/ETH02757). All procedures were performed as part of routine care.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40272600/"
    },
    {
        "id": "40272552",
        "abstract": "1. Support Care Cancer. 2025 Apr 24;33(5):413. doi: 10.1007/s00520-025-09447-0.\n\nLong-term side effects of testicular cancer and treatment (observational study \nof mortality and morbidity in testicular cancer survivors).\n\nKhan M(1)(2), Sheehan PK(3), Bazin A(3), Farooq AR(4), Leonard C(3), Aleem U(5), \nCorrigan L(3), McDermott R(3)(6)(7).\n\nAuthor information:\n(1)Department of Medical Oncology, Tallaght University Hospital, Tallaght, \nDublin, Republic of Ireland. mraheelhashim@hotmail.com.\n(2)School of Medicine, University College Dublin, Belfield, Dublin, D04 V1 W8, \nIreland. mraheelhashim@hotmail.com.\n(3)Department of Medical Oncology, Tallaght University Hospital, Tallaght, \nDublin, Republic of Ireland.\n(4)Department of Oncology, Princess Margaret Hospital, Toronto, Canada.\n(5)Department of Medical Oncology, The Christie NHS Foundation Trust, 550 \nWilmslow Road, Withington, Manchester, M20 4BX, UK.\n(6)School of Medicine, University College Dublin, Belfield, Dublin, D04 V1 W8, \nIreland.\n(7)Department of Medical Oncology, St. Vincent's University Hospital, Elm Park, \nDublin, D04 YN26, Ireland.\n\nPURPOSE: Testicular cancer (TC) is a rare cancer, but due to early age at \ndiagnosis and excellent cure rates, there is a large cohort of survivors. Recent \nstudies have highlighted the late side effects of treatments of TC, especially \ncisplatin-based chemotherapy. These complications make the survivorship care \nchallenging with detrimental effects on health and prognosis of TC survivors \n(TCS). In this study, we provide a snapshot of common late side effects in TCS \nand a possible care pathway with a nurse-led specialised clinic.\nMETHODS: We invited TCS to participate in the study at one of the cancer centres \nin Ireland for a comprehensive screening using questionnaires, examination and \nblood tests. Further investigations were performed as indicated. Mortality was \nassessed through retrospective chart reviews.\nRESULTS: We recruited 78 TCS to participate in the study with a median of 129 \nmonths since diagnosis (range 60 to 304 months) and 3 who died in survivorship. \nSecond malignant neoplasms accounted for all three mortalities. Most common \nconditions after 5 years of diagnosis were hypertension (40%), dyslipidaemia \n(55.6%), hypogonadism (~ 45%), and high BMI (52%). The majority of conditions \nwere diagnosed during screening, including two cases of coronary artery disease \nand one case of transient ischaemic attacks. TCS who received chemotherapy and \nwere aged more than 30 years at the time of diagnosis had a higher prevalence of \nthe late side effects.\nCONCLUSIONS: TC survivorship phase is marred by a range of late side effects. \nThis remains a challenge for patients and healthcare workers as ambiguity \nsurrounds the care pathways in the survivorship setting. We hope this nurse-led, \nspecialised, screening clinic might improve the care and service provision for \nTC survivors.\n\n© 2025. The Author(s).\n\nDOI: 10.1007/s00520-025-09447-0\nPMID: 40272552 [Indexed for MEDLINE]\n\nConflict of interest statement: Declarations. Competing interests: The authors \ndeclare no competing interests.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40272552/"
    },
    {
        "id": "40272527",
        "abstract": "1. Int J Colorectal Dis. 2025 Apr 24;40(1):101. doi: 10.1007/s00384-025-04886-x.\n\nSystematic review and meta-analysis of cytomegalovirus-associated adverse \noutcomes and healthcare resource utilization in hospitalized patients with \ninflammatory bowel disease.\n\nGholami Shahrebabak M(1), Kouchaki H(2)(3), Gholami Shahrebabak A(4), Ravankhah \nM(5), Abdollahi M(5), Akbari M(6), Lankarani KB(7).\n\nAuthor information:\n(1)Department of Pediatrics, School of Medicine, Afzalipour Hospital, Kerman \nUniversity of Medical Sciences, Kerman, Iran.\n(2)Shiraz Institute for Cancer Research, School of Medicine, Shiraz University \nof Medical Sciences, Shiraz, Iran.\n(3)USERN Office, Fasa University of Medical Sciences, Fasa, Iran.\n(4)Department of Pediatrics, Afzalipour Hospital, Afzalipour Faculty of \nMedicine, Kerman University of Medical Sciences, Kerman, Iran.\n(5)Student Research Committee, School of Medicine, Shiraz University of Medical \nSciences, Shiraz, Iran.\n(6)Health Policy Research Center, Institute of Health, Shiraz University of \nMedical Sciences, 8th Floor, Building No. 2, Zand Avenue, Shiraz, Iran. \nm.akbari45@yahoo.com.\n(7)Health Policy Research Center, Institute of Health, Shiraz University of \nMedical Sciences, 8th Floor, Building No. 2, Zand Avenue, Shiraz, Iran. \nkblankarani@gmail.com.\n\nPURPOSE: Serious complications and unplanned healthcare utilization are reported \namong inflammatory bowel disease (IBD) hospitalizations with associated \ncytomegalovirus (CMV). The present systematic review and meta-analysis aimed to \nexamine the in-hospital outcomes of CMV-related hospitalization in IBD patients.\nMETHODS: Electronic databases were systematically searched in PubMed, Web of \nScience (ISI), Scopus, Embase, and Google Scholar until February 2024. The \nquality of the included studies was assessed using the Newcastle-Ottawa Scale. \nCochran's Q test and I2 statistics were applied to evaluate potential \nheterogeneity across eligible studies. The random-effects model obtained pooled \nodds ratio (OR) estimates and associated 95% confidence intervals (CI).\nRESULTS: Sixteen articles were included in the meta-analysis, encompassing 5120 \nIBD patients diagnosed with comorbid CMV infection. Our findings indicated that \ncompared to IBD patients without CMV, those with both CMV and IBD had a longer \nhospital length of stay (LOS) (8.65 days longer; 95% CI: 6.96, 10.34; P < 0.01), \na greater colectomy risk (OR = 2.26; 95% CI: 1.53, 3.34; P < 0.01), and higher \nin-hospital mortality (OR = 2.83; 95% CI: 1.92, 4.16; P < 0.01). However, the \ndifference in hospital charges between the two groups was not statistically \nsignificant (P = 0.78). Sensitivity analysis using the leave-one-out approach \nrevealed significant changes in hospital costs after excluding certain studies. \nAdditionally, subgroup analyses showed significant differences based on IBD \nsubtypes for surgery risk and LOS.\nCONCLUSION: Our findings suggest that CMV infection is associated with poorer \noutcomes in hospitalized IBD patients, highlighting the importance of early \ndetection and appropriate management of CMV infection in this population to \nimprove clinical outcomes and reduce healthcare resource utilization.\n\n© 2025. The Author(s).\n\nDOI: 10.1007/s00384-025-04886-x\nPMID: 40272527 [Indexed for MEDLINE]\n\nConflict of interest statement: Declarations. Ethics approval: This is a \nsystematic review study. The Kerman University of Medical Sciences Research \nEthics Committee has confirmed that no ethical approval is required. Consent to \nparticipate: Not applicable. Consent for publication: Not applicable. Competing \ninterests: The authors declare no competing interests.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40272527/"
    }
]