[
    {
        "id": "40278957",
        "abstract": "1. Head Neck Pathol. 2025 Apr 25;19(1):47. doi: 10.1007/s12105-025-01789-9.\n\nMelanotic Neuroectodermal Tumor of Infancy: Clinicopathological Evaluation of a \n10-Year Consecutive Case Series from a Tertiary Cancer Center.\n\nSharma D(1), Qureshi S(2), Khanna N(3), Manjali J(3), Laskar S(3), Baheti A(4), \nPatil V(4), Panjwani P(1), Ramadwar M(5)(6).\n\nAuthor information:\n(1)Departments of Pathology, Tata Memorial Centre, Homi Bhabha National \nInstitute, Mumbai, India.\n(2)Department of Paediatric Surgical Oncology, Tata Memorial Centre, Homi Bhabha \nNational Institute, Mumbai, India.\n(3)Department of Radiation Oncology, Tata Memorial Centre, Homi Bhabha National \nInstitute, Mumbai, India.\n(4)Department of Radio-Diagnosis, Tata Memorial Centre, Homi Bhabha National \nInstitute, Mumbai, India.\n(5)Departments of Pathology, Tata Memorial Centre, Homi Bhabha National \nInstitute, Mumbai, India. muktaramadwar@gmail.com.\n(6)Department of Pathology, Tata Memorial Hospital, Tata Memorial Centre, Homi \nBhabha National Institute, 8th Floor, Annex Building, Dr. Ernst Borges Road, \nParel, Mumbai, 400012, India. muktaramadwar@gmail.com.\n\nPURPOSE: Melanotic Neuroectodermal Tumor of Infancy (MNTI) is a rare, locally \naggressive tumor with distinct pathological features and treatment paradigms \ncommonly occurring in the head and neck region. Microscopically, it consists of \na biphasic population of small neuroblast-like cells and larger \nmelanin-containing epithelioid cells. The main purpose of this study is to \ncharacterize clinicopathological and immunohistochemical features of MNTI at a \nsingle institution and discuss challenges in the differential diagnosis.\nMETHODS: We performed a retrospective analysis of MNTI cases diagnosed at our \ncenter during a 10-year period and discussed the differential diagnoses.\nRESULTS: Eleven MNTI cases were identified. Median patient age was 5 months. \nMale to Female ratio was 1.75:1. Tumor distribution was in the Maxilla (n = 8), \nMandible (n = 1) greater wing of Sphenoid (n = 1), and Temporal bone (n = 1). \nAll tumors revealed classic biphasic morphology in the resection specimens. By \nimmunohistochemistry, 9/9 (100%) cases were positive for both AE1/AE3 and HMB45 \nin the larger epithelioid cells and 6/6 (100%) were positive for Synaptophysin \nin the smaller neuroblast-like cells. One patient had unique nested areas \ncomposed of mature glial tissue. One patient who had incomplete resection was \ngiven adjuvant radiotherapy. One patient developed a solitary ipsilateral lymph \nnodal metastasis. Follow-up period ranged from 1 to 93 months. All the patients \nwere alive with no evidence of disease at the last follow-up (median: 16 \nmonths).\nCONCLUSIONS: Lack of consideration of MNTI in the differential diagnosis can \nlead to misdiagnosis and undue exposure to cytotoxic therapies. Awareness of the \nclassic biphasic morphology and distinct immunoprofile of MNTI is essential.\n\n© 2025. The Author(s), under exclusive licence to Springer Science+Business \nMedia, LLC, part of Springer Nature.\n\nDOI: 10.1007/s12105-025-01789-9\nPMID: 40278957 [Indexed for MEDLINE]\n\nConflict of interest statement: Declarations. Ethical approval: This study is \ncompliant with the principles of the Declaration of Helsinki on research ethics. \nFor this type of retrospective study, formal consent is not required since all \nthe procedures being performed were part of the routine care. Consent to \nParticipate: For this type of study informed consent is not required. Consent \nfor Publication: For this type of study consent for publication is not required. \nCompeting Interests: The authors declare no competing interests.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40278957/"
    },
    {
        "id": "40278927",
        "abstract": "1. Langenbecks Arch Surg. 2025 Apr 25;410(1):145. doi:\n10.1007/s00423-025-03662-3.\n\nComparison of outcomes of laparoscopic vs. robotic surgical resection of \npancreatic neuroendocrine tumors: a systematic review and meta-analysis.\n\nSingh D(1), Prasad M(2), Yalla B(3), Singla V(1), Khanna P(3), Krishna A(1), \nPrakash O(1), Rai S(1), Bansal VK(4).\n\nAuthor information:\n(1)Department of Surgical Disciplines, All India Institute of Medical Sciences, \nAnsari Nagar, New Delhi, 110029, India.\n(2)Department of Epidemiology and Clinical Research Institute of Liver and \nBiliary Sciences, New Delhi, 110029, India.\n(3)Department of Anesthesiology, Pain Medicine and Critical Care, All India \nInstitute of Medical Sciences, Ansari Nagar, New Delhi, 110029, India.\n(4)Department of Surgical Disciplines, All India Institute of Medical Sciences, \nAnsari Nagar, New Delhi, 110029, India. drvkbansal@gmail.com.\n\nINTRODUCTION: Pancreatic neuroendocrine tumors (PNETs) are rare neoplasms. \nMinimal access surgery has been the favoured approach for these tumors over the \npast decade. There is a lack of robust data comparing laparoscopic and robotic \npancreatic surgery for PNETs and this has led to the lack of a global conclusion \nregarding which approach is superior. Thus, we conducted a systematic review and \nmeta-analysis of the available data to compare outcomes following laparoscopic \nversus robotic pancreatic surgery for pancreatic neuroendocrine tumors.\nMETHODS: Studies reporting outcomes of laparoscopic or robotic surgery for \npancreatic neuroendocrine tumors were included. Inverse variance and \nMantel-Haenszel statistical analysis methods were used for continuous and \ndichotomous data, respectively. All outcomes were quantitatively analyzed using \nthe random effects model. The risk of bias was assessed using the ROBINS-1 tool.\nRESULTS: A total of 14 studies with 767 patients were included. The mean \ndifference in the operating time was 21.08 min (95% CI: -4.38, 46.54, I2 = 43%), \nfavouring the laparoscopic group. The pooled odds ratio for the rate of \nformation of the pancreatic fistula was 0.88 (95% CI: 0.54, 1.45, I2 = 0%), \nfavouring the robotic group. Blood loss was higher in the laparoscopic group (MD \n= -89.72 ml, 95% CI:-143.37 to -36.06, I2 = 93%). Other parameters, including \nre-exploration rate, length of hospital stay, R0 resection, rate of conversion, \nand spleen preservation, were similar in both groups.\nCONCLUSION: The robotic approach might be preferable to the laparoscopic \napproach because of the lower rate of POPF and blood loss. Larger randomised \ncontrolled trials are required to ascertain these findings.\n\n© 2025. The Author(s).\n\nDOI: 10.1007/s00423-025-03662-3\nPMID: 40278927 [Indexed for MEDLINE]\n\nConflict of interest statement: Declarations. Competing interests: The authors \ndeclare no competing interests.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40278927/"
    },
    {
        "id": "40278911",
        "abstract": "1. Support Care Cancer. 2025 Apr 25;33(5):415. doi: 10.1007/s00520-025-09487-6.\n\nComment on \"A systematic review and meta‑analysis of side effects influenced by \nnon‑surgical treatments in African cancer patients\".\n\nVeldi VDK(1), Mehta R(2), Sah R(3)(4).\n\nAuthor information:\n(1)Gayatri Vidya Parishad Institute of Healthcare and Medical Technology, \nVisakhapatnam, 530048, Andhra Pradesh, India. dileeppublish@gmail.com.\n(2)Clinical Microbiology, RDC, Manav Rachna International Institute of Research \nand Studies, Faridabad, Haryana, 121004, India.\n(3)Department of Paediatrics, Dr. D. Y. Patil Medical College Hospital and \nResearch Centre, Dr. D. Y. Patil Vidyapeeth (Deemed-to-Be-University), Pimpri, \nPune, 411018, Maharashtra, India.\n(4)Department of Public Health Dentistry, Dr. D. Y. Patil Dental College \nHospital and Research Centre, Dr. D. Y. Patil Vidyapeeth \n(Deemed-to-Be-University), Pimpri, Pune, 411018, Maharashtra, India.\n\nComment on\n    Support Care Cancer. 2025 Apr 5;33(4):356. doi: 10.1007/s00520-025-09293-0.\n\nDOI: 10.1007/s00520-025-09487-6\nPMID: 40278911\n\nConflict of interest statement: Declarations. Ethical approval and consent to \nparticipate: Not applicable, as no patient data were collected or analyzed in \nthis study. Conflict of interest: The authors declare no competing interests. \nGenerative AI use statement: Generative AI tools, including Paperpal and \nChatGPT-4o, were utilized solely for language, grammar, and stylistic \nrefinement. These tools had no role in the conceptualization, data analysis, \ninterpretation of results, or substantive content development of this \nmanuscript. All intellectual contributions, data analysis, and scientific \ninterpretations remain the sole work of the authors. The final content was \ncritically reviewed and edited to ensure accuracy and originality. The authors \ntake full responsibility for the accuracy, originality, and integrity of the \nwork presented.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40278911/"
    },
    {
        "id": "40278900",
        "abstract": "1. Support Care Cancer. 2025 Apr 25;33(5):416. doi: 10.1007/s00520-025-09252-9.\n\nPrevalence and impact of financial toxicity in older patients with cancer: a \nprospective observational study in India.\n\nNoronha V(1), Tongaonkar A(1), Pillai A(1), Rao AR(2), Kumar A(1), Sehgal A(1), \nBasu R(3), Ramaswamy A(1), Dhekale R(1), Daptardar A(4), Sonkusare L(5), Vagal \nM(6), Mahajan P(7), Nookala M(8), Chitre A(9), Gota V(8), Chowdhury OR(1), \nShetake A(1), Ghose A(10)(11), Banavali S(1), Badwe R(12), Prabhash K(13).\n\nAuthor information:\n(1)Department of Medical Oncology, Tata Memorial Hospital, Mumbai, Homi Bhabha \nNational Institute, Parel, Mumbai, India, 400012.\n(2)Department of Geriatric Medicine, All India Institute of Medical Sciences, \nDelhi, India.\n(3)St. Xavier's College, Mumbai, India.\n(4)Department of Physiotherapy, Tata Memorial Hospital, Mumbai, Homi Bhabha \nNational Institute, Mumbai, India.\n(5)Department of Psycho-Oncology, Tata Memorial Hospital, Mumbai, Homi Bhabha \nNational Institute, Mumbai, India.\n(6)Department of Occupational Therapy, Tata Memorial Hospital, Mumbai, Homi \nBhabha National Institute, Mumbai, India.\n(7)Department of Digestive Diseases and Clinical Nutrition, Tata Memorial \nHospital, Mumbai, Homi Bhabha National Institute, Mumbai, India.\n(8)Department of Clinical Pharmacology, Tata Memorial Hospital, Mumbai, Homi \nBhabha National Institute, Mumbai, India.\n(9)Department of Physiotherapy, Mahamana Pandit Madan Mohan Malviya Cancer \nCentre, Varanasi, Uttar Pradesh, India.\n(10)Department of Medical Oncology, Barts Cancer Centre, St Bartholomew's \nHospital, Barts Health NHS Trust, London, UK.\n(11)Department of Medical Oncology, Medway NHS Foundation Trust, Gillingham, \nKent, UK.\n(12)Department of Surgical Oncology, Tata Memorial Hospital, Mumbai, Homi Bhabha \nNational Institute, Mumbai, India.\n(13)Department of Medical Oncology, Tata Memorial Hospital, Mumbai, Homi Bhabha \nNational Institute, Parel, Mumbai, India, 400012. kumarprabhashtmh@gmail.com.\n\nPURPOSE: We aimed to assess the prevalence of financial toxicity in older Indian \npatients with cancer and evaluate the association with quality of life (QoL), \ndistress, vulnerabilities in the geriatric assessment, and factors impacting \nfinancial toxicity.\nMETHODS: This was a prospective observational study at the Tata Memorial Center \n(Mumbai, India) in patients aged 60 years and over, planned for cancer-directed \ntherapy. We used the COST-FACIT and CFPB Financial Well-Being Scales to assess \nfinancial toxicity. QoL was assessed with the European Organization for Research \nand Treatment of Cancer (EORTC) QLQ C30 questionnaire, and distress with the \nNCCN distress thermometer.\nRESULTS: Between June 2022 and September 2023, we enrolled 953 patients. The \nmedian age was 66 (IQR 63-72) years; 277 patients (29.1%) were over 70 years \nold, 737 (77.3%) were male, and 135 (14.2%) had health insurance. Therapy was \nplanned with palliative intent in 607 (63.7%) patients. The prevalence of \nfinancial toxicity was 73.7% as per the COST-FACIT scale (n = 703), and 66% as \nper the CFPB (n = 629). Higher financial toxicity on the COST-FACIT scale was \nassociated with poor financial well-being on the CFPB scale. Financial toxicity \nwas associated with poor QoL and higher distress. Factors associated with \nsignificantly greater financial toxicity included history of tobacco chewing, \nmonthly family income less than ₹50,000, lack of health insurance, illiteracy, \ndepression, and cognitive impairment.\nCONCLUSIONS: Identifying the factors contributing to financial toxicity will \nhelp make the cancer treatment journey smoother, more accessible and improve \ncompliance to therapy for older patients.\nCLINICAL TRIAL REGISTRATION: ClinicalTrials.gov Identifier: CTRI/2020/04/024675.\n\n© 2025. The Author(s).\n\nDOI: 10.1007/s00520-025-09252-9\nPMID: 40278900 [Indexed for MEDLINE]\n\nConflict of interest statement: Declarations. Ethics approval: The study was \napproved by the Institutional Ethics Committee. We adhered to the ethical \nguidelines outlined in the Declaration of Helsinki, Good Clinical Practice \nGuidelines and those established by the Indian Council of Medical Research. \nConsent to participate: Written informed consent was obtained from all patients \nenrolled in the study. Competing interests: The authors declare no competing \ninterests.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40278900/"
    },
    {
        "id": "40276456",
        "abstract": "1. Cureus. 2025 Mar 25;17(3):e81164. doi: 10.7759/cureus.81164. eCollection 2025 \nMar.\n\nUtility of Estimating Glycated Hemoglobin in Sodium Fluoride Tube and by \nTurbidimetric Immunoinhibition Method: Our Experience in a Tertiary Care Cancer \nCentre.\n\nRaut S(1)(2), Naik K(1), Parab V(1), Choudhary N(1)(2), Ghosh K(1)(2).\n\nAuthor information:\n(1)Department of Biochemistry, Tata Memorial Hospital, Tata Memorial Centre, \nMumbai, IND.\n(2)Biochemistry, Homi Bhabha National Institute (HBNI), Mumbai, IND.\n\nBackground Diabetes mellitus in cancer patients is monitored by measuring blood \nglucose levels and glycated hemoglobin (HbA1c) collected in sodium fluoride and \nEDTA tube respectively. This study intends to estimate HbA1c from a sodium \nfluoride tube and compare it with a standard EDTA tube eliminating the \nrequirement of collecting additional samples in an already challenging \nvenipuncture in cancer patients and also compare HbA1c levels estimated by \nturbidimetric immunoinhibition with reference high-performance liquid \nchromatography (HPLC) method. Methods This cross-sectional study was conducted \nat the Department of Biochemistry of Tata Memorial Hospital, Mumbai, India, over \na period of five months. Blood samples of patients received in sodium fluoride \nand EDTA tubes at the same time for estimation of blood glucose and HbA1c \nrespectively were included in the study. HbA1c results by HPLC method on Bio-Rad \nD10 analyzer were compared with turbidimetric immunoinhibition method on Beckman \nCoulter AU 5800 analyzer. Data was analyzed using statistical software SPSS \nversion 29. Results Blood samples of 384 patients, of which 193 (50.3%) were \nfemale and 191 (49.7%) were male with an average age of 55.2 ± 12.4 years were \nincluded in the study. The majority of these samples were from 78 (20.3%), 77 \n(20.1%) and 60 (15.6%) patients with urological cancers, breast cancer and \ngastrointestinal cancers, respectively. There was no significant difference in \nthe average HbA1c value estimated from EDTA and sodium fluoride tube by HPLC \n(6.71±1.7 and 6.71±1.7, respectively) and turbidimetric immunoinhibition \n(6.74±1.6 and 6.72±1.7, respectively) method. A strong and significant \ncorrelation was observed in HbA1c values estimated from either tube by both \nmethods (p-value <0.0001). Conclusion Our study confirms that HbA1c can be \nconveniently estimated from a sodium fluoride tube, thereby eliminating the \nnecessity of an EDTA tube for the same and it also observes that HbA1c results \nby HPLC and turbidimetric immunoinhibition method are comparable and thus can be \nanalyzed by either of the methods interchangeably.\n\nCopyright © 2025, Raut et al.\n\nDOI: 10.7759/cureus.81164\nPMCID: PMC12020781\nPMID: 40276456\n\nConflict of interest statement: Human subjects: Consent for treatment and open \naccess publication was obtained or waived by all participants in this study. \nInstitutional Ethics Committee-II issued approval 4229. The study was approved \nby Institutional Ethics Committee-II on October 23,2023 with approval number \n4229. Animal subjects: All authors have confirmed that this study did not \ninvolve animal subjects or tissue. Conflicts of interest: In compliance with the \nICMJE uniform disclosure form, all authors declare the following: \nPayment/services info: All authors have declared that no financial support was \nreceived from any organization for the submitted work. Financial relationships: \nAll authors have declared that they have no financial relationships at present \nor within the previous three years with any organizations that might have an \ninterest in the submitted work. Other relationships: All authors have declared \nthat there are no other relationships or activities that could appear to have \ninfluenced the submitted work.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40276456/"
    },
    {
        "id": "40275704",
        "abstract": "1. Psychol Health Med. 2025 Apr 24:1-23. doi: 10.1080/13548506.2025.2486508.\nOnline  ahead of print.\n\nEuthanasia in psychiatric practice: ethical and religious perspectives from \nIndia in a global context.\n\nPaul FA(1), Ganie AUR(2), Akhter R(3), Ali A(4), Basistha B(5), Saikia P(1), \nDangroo AA(6).\n\nAuthor information:\n(1)Department of Psychiatric Social Work, LGB Regional Institute of Mental \nHealth, Tezpur, India.\n(2)Jindal Institute of Behavioural Sciences, O P Jindal Global University, \nSonipat, India.\n(3)Centre for Women Studies and Research, University of Kashmir, Srinagar, \nIndia.\n(4)Department of Psychiatric Social Work, Institute of Human Behaviour and \nAllied Sciences, New Delhi, India.\n(5)Department of Psychology, University of Hyderabad, Hyderabad, India.\n(6)Department of Social Work, University of Delhi, New Delhi, India.\n\nThe growing focus on palliative care for terminally ill patients, such as those \nwith advanced cancer and AIDS, has intensified the debate over euthanasia, or \n'mercy killing'. This issue is increasingly relevant as both developed and \ndeveloping countries, including India, see rising numbers of severely ill \npatients facing complex medical, emotional, and existential challenges. The \nlegal and moral aspects of euthanasia remain controversial in India highlighting \nthe need for a detailed examination of this topic. This review explores \neuthanasia from historical, legal, cultural, and clinical perspectives, \nemphasizing the significant regional variations in approach and the ethical, \nlegal, and medical issues involved. Socio-cultural and legal factors further \ncomplicate the debate in India, leading to growing support for passive \neuthanasia despite existing restrictions. The review also considers the unique \nchallenges of euthanasia in psychiatric conditions, underscoring the importance \nof stringent criteria and comprehensive evaluations.\n\nDOI: 10.1080/13548506.2025.2486508\nPMID: 40275704",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40275704/"
    },
    {
        "id": "40275281",
        "abstract": "1. BMC Public Health. 2025 Apr 24;25(1):1527. doi: 10.1186/s12889-025-22735-y.\n\nBarriers and contributions of rural community health workers in enabling cancer \nearly detection and subsequent care in India: a qualitative study.\n\nPalaniraja S(1), Taghavi K(1), Kataria I(2), Oswal K(3), Vani NV(4), Liji AA(3), \nParekh H(5), Isaac R(3), Kuriakose M(3), Swaminathan R(4), Rebello R(5), \nPurushotham A(6), Basu P(1), Sullivan R(6), Chandran A(7).\n\nAuthor information:\n(1)Early Detection, Prevention & Infections Branch, International Agency for \nResearch on Cancer, 25 avenue Tony Garnier, Lyon Cedex 07, 69366, France.\n(2)Center for Global Noncommunicable Diseases, RTI International, New Delhi, \nIndia.\n(3)Karkinos Healthcare, Mumbai, India.\n(4)Cancer Institute (WIA), Chennai, India.\n(5)Department of Medical Oncology, GBH Group of Hospital, Udaipur, Rajasthan, \nIndia.\n(6)King's College London, London, UK.\n(7)Early Detection, Prevention & Infections Branch, International Agency for \nResearch on Cancer, 25 avenue Tony Garnier, Lyon Cedex 07, 69366, France. \nchandrana@iarc.who.int.\n\nBACKGROUND: The cancer burden in India is escalating, with rural regions facing \nthe greatest challenges in access to early detection and treatment. Community \nHealth Workers (CHWs), such as Accredited Social Health Activists (ASHAs), \nVillage Health Nurses (VHNs), and Auxiliary Nurse Midwives (ANMs), play a \ncritical role in bridging these healthcare gaps. This study explores the \nbarriers and contributions of CHWs while facilitating early detection and \nsubsequent care in selected rural areas of India.\nMETHODS: This qualitative study is part of the Access Cancer Care India (ACCI) \nimplementation research project, conducted in three states: Rajasthan, Kerala, \nand Tamil Nadu. We conducted six focus group discussions (FGDs) with 47 CHWs, \nrepresenting various health cadres, to investigate their experiences and the \nbarriers they face in delivering cervical, breast and oral cancer care. The \ndiscussions were analyzed using Charmaz's Grounded Theory approach, with axial \ncoding and constant comparative analysis until data saturation was reached.\nRESULTS: CHWs identified multiple barriers to cancer early detection and \nsubsequent care delivery, organized into six overarching themes: (1) Program \nfocus and awareness, (2) Treatment and referral challenges, (3) Acceptability \nand accessibility, (4) Rigid social customs and beliefs, (5) Lack of support at \nhigher centers, and (6) Financial constraints. A lack of formal training, poor \ninfrastructure, negative communication, fear of diagnosis, and financial burdens \nwere among the major barriers highlighted. CHWs from Tamil Nadu and Kerala, \nwhere sporadic screening initiatives exist, reported better preparedness \ncompared to their counterparts in Rajasthan. Additionally, the CHWs outlined the \nvital role of positive word-of-mouth and community engagement in improving \ncancer screening participation.\nCONCLUSIONS: CHWs in rural India face significant personal, community, and \nhealth system barriers while facilitating cancer early detection services and \nsubsequent follow up. Addressing these barriers through tailored training, \nenhanced health infrastructure, and community-based interventions can improve \ncancer care access and outcomes in rural settings. Future policies should focus \non strengthening CHW-led approaches and addressing the systemic barriers in \ncancer care delivery.\n\n© 2025. The Author(s).\n\nDOI: 10.1186/s12889-025-22735-y\nPMID: 40275281 [Indexed for MEDLINE]\n\nConflict of interest statement: Declarations. Ethics approval and consent to \nparticipate: We obtained ethical approval from the International Agency for \nResearch on Cancer (IEC 2205) and all participating institutions. Regulatory \napprovals were sought from the Health Ministry Screening Committee (HMSC) of the \nGovernment of India (2022–17547) before commencing data collection. We informed \nall FGD participants about the study’s objectives and obtained a written \ninformed consent. Participation in the FGDs was entirely voluntary, with no \ncompensation or incentives provided to the participants. The study was conducted \nin accordance with the principles of the Declaration of Helsinki. Consent for \npublication: Not applicable. Competing interests: The authors declare no \ncompeting interests. Disclaimer: Where authors are identified as personnel of \nthe International Agency for Research on Cancer / World Health Organization, the \nauthors alone are responsible for the views expressed in this article and they \ndo not necessarily represent the decisions, policy, or views of the \nInternational Agency for Research on Cancer / World Health Organization.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40275281/"
    },
    {
        "id": "40274761",
        "abstract": "1. Blood Cancer J. 2025 Apr 24;15(1):75. doi: 10.1038/s41408-025-01279-9.\n\nNovel humanized CD19-CAR-T (Now talicabtagene autoleucel, Tali-cel™) cells in \nrelapsed/ refractory pediatric B-acute lymphoblastic leukemia- an open-label \nsingle-arm phase-I/Ib study.\n\nNarula G(1), Keerthivasagam S(2)(3), Jain H(4), Punatar S(5), Chichra A(5), \nDhamne C(2), Tembhare P(6), Subramanian PG(6), Patkar N(6), Poojary M(7), Gokarn \nA(5), Mirgh S(5), Jindal N(5), Nisar A(8), Pandit D(9), Pandit K(9), Dwivedi \nA(10)(11), Karulkar A(10)(12), Jaiswal AK(10), Khan A(10), Shah S(12), Rafiq \nA(10), Basu M(12), Pendhari J(10), Asija S(10), Chowdury A(10), Banik A(10), \nMoulik NR(2), Srinivasan S(2), Bhosle S(13), Hiregoudar S(7), Ojha S(7), Nayak \nL(4), Thorat J(4), Bagal B(4), Sengar M(4), Khattry N(5), Banavali S(14), \nHighfill S(15), Shah NN(11), Purwar R(10)(12).\n\nAuthor information:\n(1)Department of Pediatric Oncology, Tata Memorial Centre, Homi Bhabha National \nInstitute, Mumbai, India. drgauravnarula@gmail.com.\n(2)Department of Pediatric Oncology, Tata Memorial Centre, Homi Bhabha National \nInstitute, Mumbai, India.\n(3)Department of Medical Oncology, Jawaharlal Institute of Postgraduate Medical \nEducation and Research, Puducherry, India.\n(4)Department of Medical Oncology, Tata Memorial Centre, Homi Bhabha National \nInstitute, Mumbai, India.\n(5)Bone marrow transplant unit, Department of Medical Oncology, Tata Memorial \nCentre, Advanced Centre for Treatment, Research and Education in Cancer \n(ACTREC), Homi Bhabha National Institute, Mumbai, India.\n(6)Department of Hematopathology, Tata Memorial Centre, Advanced Centre for \nTreatment, Research and Education in Cancer (ACTREC), Homi Bhabha National \nInstitute, Navi Mumbai, India.\n(7)Department of Transfusion Medicine, Tata Memorial Centre, Advanced Centre for \nTreatment, Research and Education in Cancer (ACTREC), Homi Bhabha National \nInstitute, Navi Mumbai, India.\n(8)Scientific Officer (D), CAR-T and Cell Therapy Centre, ACTREC, Tata Memorial \nCentre, Mumbai, India.\n(9)CAR-T and Cell Therapy Centre, ACTREC, Tata Memorial Centre, Kharghar, India.\n(10)Department of Biosciences & Bioengineering, Indian Institute of Technology \nBombay, Mumbai, India.\n(11)Pediatric Oncology Branch, Center for Cancer Research, National Cancer \nInstitute, National Institutes of Health, Bethesda, MD, USA.\n(12)Immunoadoptive Cell Therapy Private Limited (ImmunoACT), Mumbai, India.\n(13)Department of Critical Care and Anaesthesiology, Tata Memorial Center, Homi \nBhabha National Institute, Mumbai, India.\n(14)Director Academics and Professor Medical Oncology, Tata Memorial Center, \nHomi Bhabha National Institute, Mumbai, India.\n(15)Center for Cellular Engineering, National Cancer Institute, National \nInstitutes of Health, Bethesda, MD, USA.\n\nChimeric Antigen Receptor-T (CAR-T) cell therapy is effective for \nrelapsed/refractory B-acute lymphoblastic leukemia (r/r B-ALL) but is not \nuniversally available. We developed a novel humanized CD19-directed CAR-T \n(HCAR19) approved for Phase 1/1b/2 trials. Patients aged 3-25 years were \nenrolled with r/r B-ALL and ineligible for allogeneic stem cell transplant. \nLymphodepletion utilized standard-dose fludarabine and cyclophosphamide. A 3 + 3 \ndesign testing 3 dose-ranges was used to determine Phase-2 Dose (P2D): Dose-A, \n1 × 106 HCAR19 cells/kg, Dose-B, 3-5 × 106/kg, and Dose-C, 10-15 × 106/kg. \nPrimary endpoint was overall response rate (ORR) at day-30 on bone-marrow \nflow-cytometry. From May-2021 to September-2023 12 patients [median age-14 \n(range: 5-24) years] were enrolled with median bone marrow blasts 19.5% at \nscreening. Cytokine release syndrome occurred in 10 (83%) patients, \npredominantly Grades 1-2, and Grade-2 immune-cell associated neurotoxicity \n(ICANS) in 1. All patients had Grade-3 cytopenia. ORR was 91.7% (11/12), \ncomplete response (CR) in 8 (66.7%) and partial response in 3 (25%). Seven of 8 \nCRs were at Dose-levels B and C, all of which were sustained till 12 months \nfollow-up. Patients who received dose levels below 3 × 106/kg, or did not \nachieve CR, had early loss of response or rapid progression. HCAR19 demonstrated \nsafety, manageable toxicity, and durable remissions. and P2D was determined as \n5-10 × 106 HCAR19-cells/kg. CLINICAL TRIAL REGISTRATION: The study is registered \nin the Clinical Trials Registry- India (CTRI/2021/05/033348 and \nCTRI/2023/03/050689).\n\n© 2025. The Author(s).\n\nDOI: 10.1038/s41408-025-01279-9\nPMID: 40274761 [Indexed for MEDLINE]\n\nConflict of interest statement: Competing interests: GN serves as a scientific \nadvisor/board member in ImmunoACT. HJ has received research and/or clinical \ntrial support from ImmunoACT, Zydus, and Intas Pharmaceuticals. RP, AK, SS, and \nAF are equity holders in a private company, have memberships on the entity’s \nBoard of Directors or advisory committees, hold patents and royalties with \nImmunoACT, and are currently employed there. JT serves as a consultant for \nImmunoACT. NNS is a consultant and/or advisory board member for ImmunoACT, VOR, \nCargo, and Lentigen. The remaining authors declare no conflict of interest. \nEthics approval: The prospective study was approved by the institutional review \nboards and ethical committee clearance was obtained (ECR/149/Inst/MH/2023 and \nIITB-IEC/2018/023). Informed consent: Informed consent was obtained from the \ncaretakers of the patients in our study.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40274761/"
    },
    {
        "id": "40274623",
        "abstract": "1. Naunyn Schmiedebergs Arch Pharmacol. 2025 Apr 25. doi: \n10.1007/s00210-025-04112-z. Online ahead of print.\n\nPreclinical evaluation of sodium copper chlorophyllin: safety, pharmacokinetics, \nand therapeutic potential in breast cancer chemotherapy and \ncyclophosphamide-induced bladder toxicity.\n\nRamani N(1)(2), Patwardhan RS(3)(4), Checker R(1)(2), Singh B(1), Morjaria S(1), \nKumar BK(1), Gurjar M(5), Gota V(2)(5), Sharma D(6)(7).\n\nAuthor information:\n(1)Radiation Biology & Health Sciences Division, Bio-Science Group, Bhabha \nAtomic Research Centre, Trombay, Mumbai, 400085, India.\n(2)Homi Bhabha National Institute, Training School Complex, Anushaktinagar, \nMumbai, 400094, India.\n(3)Radiation Biology & Health Sciences Division, Bio-Science Group, Bhabha \nAtomic Research Centre, Trombay, Mumbai, 400085, India. rgvpat@barc.gov.in.\n(4)Homi Bhabha National Institute, Training School Complex, Anushaktinagar, \nMumbai, 400094, India. rgvpat@barc.gov.in.\n(5)Department of Clinical Pharmacology, Advanced Centre for Treatment Research \nand Education in Cancer, Tata Memorial Centre (ACTREC-TMC), Kharghar, Navi \nMumbai, 410210, India.\n(6)Radiation Biology & Health Sciences Division, Bio-Science Group, Bhabha \nAtomic Research Centre, Trombay, Mumbai, 400085, India. dsharma@barc.gov.in.\n(7)Homi Bhabha National Institute, Training School Complex, Anushaktinagar, \nMumbai, 400094, India. dsharma@barc.gov.in.\n\nSodium copper chlorophyllin (chlorophyllin, CHL), a semi-synthetic water-soluble \nderivative of green plant pigment chlorophyll, is associated with potential \nhealth benefits; however, systematic preclinical evaluation of its \npharmacological and therapeutic potential remains limited. This study \ninvestigates safety, toxicology, pharmacokinetics, and efficacy of CHL as an \nadjunct to breast cancer chemotherapy. Acute and sub-acute oral toxicity of CHL \nwas assessed in mice and rats under Good Laboratory Practice (GLP) conditions \nfollowing OECD guidelines. Anti-cancer effects and mechanisms were evaluated in \n4 T1mouse breast cancer cells using viability assays, colony formation analysis, \nand proteomics. Cyclophosphamide (CYP)-induced painful bladder syndrome (PBS) \nwas studied in C57BL/6 female mice. In acute toxicity study, up to 5000 mg/kg bw \nof CHL was well tolerated without any signs of toxicity and death. In the \nsub-acute toxicity study, no features suggestive of drug-induced toxicity \nindicated No-Observed Adverse Effect Level (NOAEL) to be beyond 1000 mg/kg bw. \nCHL showed wide biodistribution, achieving sustained therapeutic concentrations \nin target tissues. CHL enhanced the anti-proliferative and cytotoxic effects of \nCYP in 4 T1 breast cancer cells, and proteomics studies revealed disruption in \nDNA damage repair, microtubule dynamics, and mitochondrial biogenesis, leading \nto apoptosis. CHL (100 mg/kg bw, oral) showed significant therapeutic benefit \nfor treatment of CYP induced PBS. CHL alleviated PBS symptoms by restoring IL- \n22 levels, reducing oxidative stress, and improving bladder functionality. \nChlorophyllin appears to be relatively safe even at high doses, demonstrates \npotentially favorable pharmacology, and may hold promise for mitigating \nCYP-induced bladder toxicity and enhancing chemotherapy efficacy.\n\n© 2025. The Author(s).\n\nDOI: 10.1007/s00210-025-04112-z\nPMID: 40274623\n\nConflict of interest statement: Declarations. Ethics statement: This article \ndoes not contain any studies with human participants performed by any of the \nauthors. All applicable international, national, and/or institutional guidelines \nfor the care and use of animals were followed. This study was performed in line \nwith the principles of the Declaration of Helsinki. Approval was granted by the \nInstitutional Animal Ethics Committee of BARC (BAEC/34/18). Competing interests: \nThe authors declare no competing interests.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40274623/"
    },
    {
        "id": "40273922",
        "abstract": "1. J Appl Toxicol. 2025 Apr 24. doi: 10.1002/jat.4796. Online ahead of print.\n\nExploring Holistic Healing of Cancer: German New Medicine (GNM) and Homeopathic \nTreatment Beyond Traditional Therapies.\n\nKonudula RD(1), Gorantla CSR(2), Athe R(3).\n\nAuthor information:\n(1)Faculty of Medical Science, Lincoln University College, Petaling Jaya, \nMalaysia.\n(2)Department of Materia Medica, Devs Homeopathic Medical College and Hospital, \nSecunderabad, Telangana, India.\n(3)Department of Data Science and Artificial Intelligence, Indian Institute of \nInformation Technology Dharwad, Dharwad, Karnataka, India.\n\nThe study delves into the convergence of German new medicine (GNM) and \nhomeopathy, examining their potential to enhance treatment strategies when \nconsidered together such that GNM posits a link between emotional trauma and \nphysical manifestations of disease, providing a specific lens through which one \ncan examine the origins of conditions such as cancer. Homeopathy, with its \nholistic and individualized approach, considers a vast array of symptoms and \npatient aspects. The present study debates the merits of integrating the \ndetailed emotional analyses of GNM into the wide-ranging, symptom-based approach \nof homeopathy. Integration efforts are aimed at augmenting the depth of patient \nassessments, especially concerning the emotional etiology of diseases. The study \nindicated that while GNM can provide valuable insights, it should supplement \nrather than overshadow the comprehensive methodologies of homeopathic treatment. \nFuture research avenues are proposed to evaluate the impact of combined GNM and \nhomeopathic practices on patient outcomes, particularly in the domain of cancer, \nto uphold and possibly enhance the tradition of holistic and personalized \npatient care.\n\n© 2025 John Wiley & Sons Ltd.\n\nDOI: 10.1002/jat.4796\nPMID: 40273922",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40273922/"
    }
]