[
    {
        "id": "40261983",
        "abstract": "1. Reproduction. 2025 Apr 1:REP-25-0022. doi: 10.1530/REP-25-0022. Online ahead\nof  print.\n\nDeletion of TXNDC5 downregulates TGFβ1-αSMA-mediated testicular fibrosis in \nmice.\n\nYang YY(1), Chiang YM(2), Yang KC(3), Tsai PS(4).\n\nAuthor information:\n(1)Y Yang, Department of Veterinary Medicine, National Taiwan University, Taipei \nCity, Taiwan.\n(2)Y Chiang, Department of Surgery, National Taiwan University Hospital, Taipei \nCity, Taiwan.\n(3)K Yang, Department and Graduate Institute of Pharmacology, National Taiwan \nUniversity College of Medicine, Taipei City, Taiwan.\n(4)P Tsai, Department of Veterinary Medicine, National Taiwan University, Taipei \nCity, Taiwan.\n\nTesticular torsion is a urological emergency. Delayed diagnosis and treatment \nhamper the testicular salvage rate and the subsequent recovery of the fertility. \nAlthough detorsion surgery restores the testicular blood flow, the process of \ntorsion/detorsion leads to ischemia/reperfusion injury, which aggravates the \nprimary damage due to the excessive generation of free radicals that disrupt \nantioxidant homeostasis. In the present study, we investigated the role of \nendoplasmic reticulum protein, thioredoxin domain-containing protein 5, in \nischemia/reperfusion-induced testicular fibrosis. We showed that apart from \ndisrupted testicular structure, elevated transforming growth factor beta 1, \nalpha-smooth muscle actin, and collagen type 1 protein expression accompanied by \nTXNDC5 upregulation were detected in mice that underwent ischemia/reperfusion \ninjury. By Txndc5 deletion, fibrosis, redox oxidation, and extracellular \nmatrix-associated signaling pathways and their accompanied genes/proteins were \ndownregulated, indicating amelioration of testicular tissue damage and fibrosis \nin Txndc5-/- mice. With the apparent restoration of testicular structure and \nspermatogenesis, our study provides a potential therapeutic strategy by \ntargeting TXNDC5 in testicular torsion patients to reduce \nischemia/reperfusion-induced testicular fibrosis and to restore their fertility.\n\nDOI: 10.1530/REP-25-0022\nPMID: 40261983",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40261983/"
    },
    {
        "id": "40261353",
        "abstract": "1. Naunyn Schmiedebergs Arch Pharmacol. 2025 Apr 22. doi: \n10.1007/s00210-025-04095-x. Online ahead of print.\n\nSequential administration of febuxostat and vitamin E protects against \ntesticular ischemia/reperfusion injury via inhibition of sperm DNA damage in \nWistar rats.\n\nAjike RA(1), Afolabi OA(2), Alabi BA(3)(4), Ajayi AF(1), Oyekunle OS(1), Lawal \nSK(5), Olojede SO(6), Nku-Ekpang OA(7), Hezekiah OS(1), Hammed OS(1).\n\nAuthor information:\n(1)Department of Physiology, Faculty of Basic Medical Sciences, Ladoke Akintola \nUniversity of Technology, Ogbomoso, Oyo State, Nigeria.\n(2)Department of Physiology, Faculty of Basic Medical Sciences, Ladoke Akintola \nUniversity of Technology, Ogbomoso, Oyo State, Nigeria. \naoafolabi59@lautech.edu.ng.\n(3)Department of Pharmacology & Therapeutics, Bowen University, Iwo, Osun State, \nNigeria.\n(4)Department of Pharmacology & Therapeutics, Faculty of Medicine and Pharmacy, \nKampala International University in Tanzania, Dar Es Salaam, United Republic of \nTanzania.\n(5)School of Nursing, Faculty of Health Sciences, University of Botswana, \nGaborone, Botswana.\n(6)Department of Human Biology, Faculty of Health Sciences, Walter Sisulu \nUniversity, Mthatha, South Africa.\n(7)Department of Physiology, Faculty of Basic Medical Sciences, University of \nCalabar, Calabar, Cross River State, Nigeria.\n\nThe pathway of testicular ischemia-reperfusion injury (TIRI) has been shown to \ninvolve reactive oxygen species (ROS) generation in the ischemic phase and later \nphase of reperfusion. This study was therefore designed to investigate the \neffect of blockage of ROS in the ischemic and reperfusion phases of TIRI. Thirty \nmale Wistar rats were grouped into five groups (n = 6 rats each): sham, \ntorsion + detorsion (TD), febuxostat (FEB)-administered (TFD) group, vitamin E \n(V)-administered (TDV) group, and FEB and vitamin E-administered (TFDV) group. \nBlood samples (for inflammatory and hormonal assay), testicular (for oxidative \nstress and histopathology), and epididymal (for sperm DNA damage and indices) \ntissues were collected after 3 days of detorsion. The TFD and TFDV groups showed \na significant reduction in XO and MDA (p < 0.001; η2 > 0.7), as well as a \nconcomitant increase in CAT, thiols, and SOD levels when compared with the TD \ngroup (p < 0.01, η2 > 0.5). The TFD group significantly reduced all inflammatory \nmarkers (p < 0.05; η2 = 0.75). The observed increase (p < 0.05; η2 = 0.92) in LH \nlevel, in response to a low level of testosterone in the TD group, was \nsignificantly raised in TFD and TFDV groups. The observed decrease (p < 0.001) \nin inhibin level in the TD group was raised (p < 0.05; η2 = 0.90) in the TDV \ngroup only. A significant increase (p < 0.001) in sperm DNA damage in the TD \ngroup was significantly reduced (p < 0.05; η2 = 0.88) in all the treatment \ngroups while the reduced sperm viability (p < 0.01) in the TD group was \nincreased (p < 0.05) in the TFDV group only. There was an improvement in the \ntesticular cytoarchitecture in the TFD and TFDV groups. This study showed that \nsequential administration of febuxostat in the ischemic phase of TT and vitamin \nE in the later phase of reperfusion protects the testes against TIRI via \ninhibition of oxidative stress, inflammation, and sperm DNA damage.\n\n© 2025. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, \npart of Springer Nature.\n\nDOI: 10.1007/s00210-025-04095-x\nPMID: 40261353\n\nConflict of interest statement: Declarations. Competing interests: The authors \ndeclare no competing interests.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40261353/"
    },
    {
        "id": "40249502",
        "abstract": "1. J Ultrasound. 2025 Apr 18. doi: 10.1007/s40477-025-01017-8. Online ahead of \nprint.\n\nMultiparametric ultrasound in acute scrotum: a comprehensive review with special \nemphasis on contrast-enhanced ultrasound.\n\nSchillirò ML(#)(1), Lonardo V(#)(2), Iacobellis F(#)(3), Caruso M(#)(3), Camillo \nC(3), D'Errico C(3), Verde F(3), Muto F(3)(4), Dell'Aversano Orabona G(3), \nRinaldo C(3), Grimaldi D(3), Sabatino V(3), Scarano E(5), Carrino M(6), Pucci \nL(6), Cantisani V(7), Vallone G(8), Di Serafino M(#)(3)(8).\n\nAuthor information:\n(1)Department of General and Emergency Radiology, Antonio Cardarelli\" Hospital, \n80131, Naples, Italy. marialaura.schilliro@aocardarelli.it.\n(2)Advanced Biomedical Sciences Department, University of Naples Federico II, \nNaples, Italy. v.lonardoc@gmail.com.\n(3)Department of General and Emergency Radiology, Antonio Cardarelli\" Hospital, \n80131, Naples, Italy.\n(4)Advanced Biomedical Sciences Department, University of Naples Federico II, \nNaples, Italy.\n(5)Department of Radiology, \"San Carlo\" Hospital, 85100, Potenza, Italy.\n(6)Department of Andrology \"Antonio Cardarelli\" Hospital, 80131, Naples, Italy.\n(7)Department of Radiological Sciences, Oncology and Pathology, Policlinico \nUmberto I, Sapienza University of Rome, 00161, Rome, Italy.\n(8)Department of Life and Health, University of Molise \"V. Tiberio2, Campobasso, \nItaly.\n(#)Contributed equally\n\nAcute scrotum poses diagnostic challenges due to its diverse etiology and \npotential severity. Multiparametric ultrasound has proven to be a fundamental \nand valuable imaging modality in this context, improving early-phase sensitivity \nthrough various techniques, including B-Mode, color Doppler, power Doppler, \npulsed Doppler, microflow studies, and elastography. In this context, \nContrast-Enhanced Ultrasound (CEUS) emerges as a rapid, safe, and valuable tool \nin enhancing diagnostic accuracy and therapeutic decisions for acute scrotal \nconditions. This study involves a detailed analysis of various ultrasound \nimaging techniques and investigates the optimal circumstances and methods for \nemploying CEUS in emergency situations to improve diagnostic accuracy and \ntherapeutic decisions. Multiparametric ultrasound plays a crucial role in \ndiagnosing various pathologies, including testicular torsion, appendage torsion, \ninflammation, ischemia/infarction, and trauma. CEUS provides real-time \nassessment of vascular perfusion, aiding in early diagnosis and accurate \ncharacterization of scrotal pathologies and significantly reducing the need for \nunnecessary surgical interventions, especially in trauma cases. Its role in \ndifferentiating between various pathologies and guiding therapeutic decisions \nunderscores its importance in clinical practice, contributing significantly to \nimprove patient outcomes.\n\n© 2025. Società Italiana di Ultrasonologia in Medicina e Biologia (SIUMB).\n\nDOI: 10.1007/s40477-025-01017-8\nPMID: 40249502\n\nConflict of interest statement: Declarations. Conflict of interest: The authors \ndeclare no conflicts of interest. Informed consent: Written informed consent has \nbeen obtained from the patients to publish this paper.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40249502/"
    },
    {
        "id": "40247183",
        "abstract": "1. Int J Emerg Med. 2025 Apr 17;18(1):80. doi: 10.1186/s12245-025-00844-0.\n\nRapid testicular salvage in the emergency department using point of care \nultrasound [POCUS].\n\nTaha K(1), Bonachera A(2), Hegarty N(2), Tivnan E(1), Umana E(1), Smith Diakidis \nD(3), Mustafa J(1), Breslin T(1), Alhadi B(1), Devlin E(1).\n\nAuthor information:\n(1)Emergency Department, Mater Misericordiae University Hospital, Dublin, \nIreland.\n(2)Department of Urology, Mater Misericordiae University Hospital, Dublin, \nIreland.\n(3)Emergency Department, Mater Misericordiae University Hospital, Dublin, \nIreland. dimitris.smith@protonmail.com.\n\nBACKGROUND: Testicular torsion is a time-sensitive urological emergency \ncharacterized by twisting of the spermatic cord, leading to ischaemia and, if \nuntreated, necrosis. Young males under 25 are at the highest risk due to \ncongenital defects like the Bell Clapper deformity. Prompt diagnosis and \nmanagement are crucial.\nCASE PRESENTATION: A 30-year-old male presented with severe right testicular \npain, and point-of-care ultrasound (POCUS) in the Emergency Department confirmed \ntorsion within a few minutes upon arrival to Emergency Department. Manual \ndetorsion restored blood flow, confirmed by bedside Doppler imaging using POCUS \nwithin 15 min of arrival. The patient underwent successful bilateral \norchidopexy.\nCONCLUSION: This case emphasizes the importance of early targeted emergency \nPOCUS in recognizing and managing testicular torsion, ensuring optimal outcomes.\n\n© 2025. The Author(s).\n\nDOI: 10.1186/s12245-025-00844-0\nPMCID: PMC12004850\nPMID: 40247183\n\nConflict of interest statement: Declarations. Ethics approval and consent to \nparticipate: Ethics declaration not applicable. Consent for publication: \nInformed consent was obtained from patient for participation and publication. \nCompeting interests: The authors declare no competing interests.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40247183/"
    },
    {
        "id": "40232242",
        "abstract": "1. Acta Radiol. 2025 Apr 15:2841851251331560. doi: 10.1177/02841851251331560. \nOnline ahead of print.\n\nA validation of ultrasound as a diagnostic tool for the detection of testicular \ntorsion.\n\nDahlgren N(1), Sundström G(1), Wagenius M(2), Navntoft A(1), Nilsson C(3).\n\nAuthor information:\n(1)Department of Radiology, Department of Clinical Sciences, Helsingborg \nHospital, Lund University, Helsingborg, Sweden.\n(2)Department of Urology, Department of Clinical Sciences, Helsingborg Hospital, \nLund University, Helsingborg, Sweden.\n(3)Department of Pediatrics, Department of Clinical Sciences, Helsingborg \nHospital, Lund University, Helsingborg, Sweden.\n\nBackgroundTesticular torsion (TT) is a scrotal emergency that needs urgent \ndetection for successful treatment.PurposeTo investigate the diagnostic value of \nacute ultrasound and the possibility of more effective detection.Material and \nMethodsThis retrospective study included patients assessed with ultrasound for \nsuspicion of TT between 2019 and 2023. Registration of parameters included \nsymptoms, durations, ultrasound conclusions, and surgical outcome. Ultrasound \nassessment included inspection of the spermatic cord and testicular color \nDoppler signal. Sensitivity and specificity were presented with 95% confidence \nintervals (CIs) and symptoms with odds ratios (ORs).ResultsA total of 387 \npatients were included. Surgical exploration (SE) was carried out in 40 \npatients. TT was surgically confirmed in 23 patients. No missed cases of TT were \ndetected. Spermatic cord rotation ≥180° showed a sensitivity of 100% (95% \nCI=86-100), specificity of 65% (95% CI=41-83), positive predictive value (PPV) \nof 79%, and negative predictive value (NPV) of 100%. Absent or reduced \ntesticular color Doppler signal showed a sensitivity of 57% (95% CI=37-74), \nspecificity of 77% (95% CI=53-90), PPV of 76%, and NPV of 57%. Sudden onset of \npain (OR=9.44, 95% CI=2.10-42.35), earlier similar episodes (OR=6.71, 95% \nCI=2.27-19.89), and abdominal pain (OR=14.70, 95% CI=3.25-66.51) showed \nsignificant association with TT.ConclusionUltrasound, with focus on the \nspermatic cord, is reliable as a tool for the detection of TT. SE might be \njustified when cord rotation is ≥180°. These results can be used to develop and \nvalidate ultrasound guidelines for fast detection.\n\nDOI: 10.1177/02841851251331560\nPMID: 40232242",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40232242/"
    },
    {
        "id": "40231580",
        "abstract": "1. Pediatr Emerg Care. 2025 Apr 15. doi: 10.1097/PEC.0000000000003394. Online\nahead  of print.\n\nClinical Prediction Rules for Identifying Children With Testicular Torsion: A \nMulticenter Prospective Study.\n\nValdivieso-Castro MP(1), Vázquez-Gómez L(2), Olabarri M(3), Presno-López I(4), \nEspinosa-Góngora R(5), Orejuela-Ribera A(6), Cámara-Otegui A(7), \nRodríguez-Fernández S(8), López-Rojo M(9), Marfil-Godoy L(10), Medina-Esquitino \nC(11), Soriano-Arola M(12), Aquino E(13), Faci E(14), Pérez-Sáez MA(15), \nHenares-Rodríguez A(16), Navarro-Lopez IJ(17), Romero-Castillo E(18), \nGarralda-Torres I(19), Lobato-Salinas Z(20), Lopez-Oreja A(21), Hinojosa-Mateo \nCM(22), Mintegi S(3).\n\nAuthor information:\n(1)Department of Pediatric Surgery, Cruces University Hospital, Barakaldo, \nBasque Country.\n(2)Department of Pediatrics, Ferrol University Hospital.\n(3)Department of Pediatric Emergency, Cruces University Hospital, University of \nthe Basque Country, Barakaldo, Basque Country.\n(4)Teresa Herrera Hospital, A Coruña, Spain.\n(5)Department of Pediatric Surgery, Niño Jesús University Children's Hospital, \nMadrid.\n(6)Department of Pediatrics, Hospital Universitari Joan XXIII de Tarragona.\n(7)Department of Pediatric Emergency, Donostia University Hospital, San \nSebastián, Spain.\n(8)Cabueñes University Hospital. Gijón, Spain.\n(9)Department of Pediatrics, Hospital Universitario Rio Hortega, Valladolid.\n(10)Hospital Universitari Arnau Vilanova, Lleida.\n(11)Hospital Consorci Sanitari Terrassa, Barcelona.\n(12)Pediatric Emergency, Department. Son Espases Hospital. Palma de Mallorca, \nSpain.\n(13)Hospital Universitario de Toledo.\n(14)Department of Pediatrics, Hospital de Barbastro.\n(15)Osakidetza Basque Health Service, Zumarraga Hospital, Pediatric Service, \nZumarraga, España.\n(16)Hospital Virgen de las Nieves, Granada.\n(17)Department of Pediatrics, Hospital Universitario Infanta Sofía, San \nSebastián de los Reyes, Madrid.\n(18)Hospital Puerta del Mar.\n(19)Navarra University Hospital. Pamplona, Spain.\n(20)Althaia Foundation, Xarxa Assistencial i Universitària. Manresa, Spain.\n(21)Osakidetza Basque Health Service, Mendaro Hospital, Pediatric Service, \nMendaro, España.\n(22)Hospital del Tajo.\n\nOBJECTIVES: To validate clinical scores [Testicular Workup for Ischemia and \nSuspected Torsion (TWIST), testicular torsion (TT) score, Artificial \nIntelligence-based Score (AIS), Boettcher Alert Score (BALS)] when evaluating \nchildren under 18 with non-traumatic testicular pain in the emergency \ndepartment. Our secondary objective was to create and compare a new TT score \n[Testicular Emergency Score for Torsion (TEST) score].\nMETHODS: This was a multicenter prospective study in 21 Spanish pediatric \nemergency departments between 2020 and 2022, including 903 children 3 months to \n18 years old with non-traumatic unilateral testicular pain, of them 93 TT \n(10.3%). To create a new score, the sample was randomly divided into derivation \nand validation set.\nRESULTS: The performance of the TWIST, TT score, AIS, and BALS was good, and the \nproportion of patients correctly classified as low risk was 37.9%, 52.7%, 30.3%, \nand 28%, respectively. The TEST score included the following predictors of TT \nidentified by multivariable logistic regression analysis: age, duration of pain, \nnausea/vomiting, testicular volume increase, testicular elevation, induration, \nand absence of cremasteric reflex. TEST score had a higher area under the \nreceiver operating curve (area under the curve) and correctly classified in the \nlow-risk group of 63.6% of the patients.\nCONCLUSIONS: Although TWIST, TT score, BALS, and AIS scores showed a good \nperformance, the TEST score identifies a larger group of low-risk patients \nsuitable for safe management without Doppler ultrasound.\n\nCopyright © 2025 Wolters Kluwer Health, Inc. All rights reserved.\n\nDOI: 10.1097/PEC.0000000000003394\nPMID: 40231580\n\nConflict of interest statement: Disclosure: The authors declare no conflict of \ninterest",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40231580/"
    },
    {
        "id": "40210535",
        "abstract": "1. J Pediatr Urol. 2025 Mar 27:S1477-5131(25)00154-8. doi: \n10.1016/j.jpurol.2025.02.047. Online ahead of print.\n\nComment on 'Contralateral orchiopexy during pediatric testicular torsion \nmanagement: What are the National practice patterns?'.\n\nSarikaya K(1).\n\nAuthor information:\n(1)Etlik City Hospital Ankara, Turkey. Electronic address: \ndrkubilay.sarikaya76@outlook.com.\n\nDOI: 10.1016/j.jpurol.2025.02.047\nPMID: 40210535\n\nConflict of interest statement: Conflict of interest None.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40210535/"
    },
    {
        "id": "40200941",
        "abstract": "1. Eur J Radiol Open. 2025 Mar 20;14:100644. doi: 10.1016/j.ejro.2025.100644. \neCollection 2025 Jun.\n\nPediatric gonadal torsion in radiology: A comprehensive literature and pictorial \nreview using surgically proven cases.\n\nFreitas I(1)(2), Soares-Aquino C(3), Sá P(2), Silva AC(2), Ključevšek D(4), Dias \nSC(2)(5).\n\nAuthor information:\n(1)Department of Radiology, Hospital Dr. Nélio Mendonça, SESARAM, Madeira, \nPortugal.\n(2)Department of Radiology, University Hospital Center of São João Porto \n(CHUSJ), Porto, Portugal.\n(3)Department of Pediatric Surgery, University Hospital Center of São João \n(CHUSJ), Porto, Portugal.\n(4)Department of Radiology, University Children's Hospital Ljubljana, Slovenia.\n(5)Department of Medicine, Faculty of Medicine of the University of Porto \n(FMUP), Porto, Portugal.\n\nPediatric gonadal torsion is a critical surgical emergency requiring immediate \ndiagnosis and intervention to preserve reproductive capabilities. This review \naddresses the diagnostic challenges, imaging patterns, and management strategies \nfor both ovarian and testicular torsion, including a brief discussion on the \nemerging role of Contrast-Enhanced Ultrasound (CEUS), therefore filling a \nsignificant gap in the literature. We emphasize the need for a high index of \nsuspicion due to often nonspecific clinical presentations, particularly in \novarian torsion. An accurate and swift diagnosis allows conservative surgical \nintervention to be offered, which is crucial to maximize gonadal salvage and \nminimize recurrence. While we highlight CEUS's potential benefits in enhancing \ndiagnostic clarity without ionizing radiation, ultrasound and other modalities \nsuch as MRI and CT, have a paramount role in this setting. Future research \ncomparing CEUS with MRI is essential to validate its diagnostic accuracy and \neffectiveness, potentially revolutionizing acute care diagnostics. Incorporating \nCEUS into diagnostic workflows, along with a deep understanding of the \ncondition's epidemiology, pathophysiology, and clinical presentation, may \nprobably significantly improve patient outcomes. We detail the characteristic \nimaging features, diagnostic pitfalls, and differential diagnoses essential for \nradiologists, with particular relevance for residents and those with limited \npediatric radiology exposure. This review aims to bridge existing knowledge gaps \nand serve as a robust educational tool, facilitating better clinical \ndecision-making and outcomes in pediatric gonadal torsion cases.\n\n© 2025 The Authors.\n\nDOI: 10.1016/j.ejro.2025.100644\nPMCID: PMC11978341\nPMID: 40200941\n\nConflict of interest statement: The authors declare that they have no known \ncompeting financial interests or personal relationships that could have appeared \nto influence the work reported in this paper.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40200941/"
    },
    {
        "id": "40199993",
        "abstract": "1. Sci Rep. 2025 Apr 8;15(1):12053. doi: 10.1038/s41598-025-96413-9.\n\nThe synergistic activity of fisetin on quercetin improves testicular recover in \nischemia-reperfusion injury in rats.\n\nZolfaghari S(1), Soleimanzadeh A(2), Baqerkhani M(3).\n\nAuthor information:\n(1)Department of Theriogenology, Faculty of Veterinary Medicine, Urmia \nUniversity, Urmia, Iran. sinazolfaghari271@gmail.com.\n(2)Department of Theriogenology, Faculty of Veterinary Medicine, Urmia \nUniversity, Urmia, Iran. a.soleimanzadeh@urmia.ac.ir.\n(3)DVM Graduate, Faculty of Veterinary Medicine, Urmia University, Urmia, Iran.\n\nThis study examines a potential treatment for testicular ischemia-reperfusion \n(I/R) injury using fisetin (FIS) and quercetin (QUE) in a rat model. Male rats \nwere divided into five groups: a control group, a torsion/detorsion (T/D) group, \nand three experimental groups treated with FIS, QUE, or a combination of \nFIS + QUE. Sperm parameters, oxidative stress markers, histopathological \nfeatures, RT-PCR analysis of apoptotic and antiapoptotic gene expression, and \nfertility index were evaluated. The results demonstrated that FIS + QUE, FIS, \nand QUE significantly improved sperm motility and concentration, leading to a \nhigher fertility index, than the reduced metrics in the T/D group. Additionally, \nlevels of MDA and NO were significantly lowered, while CAT, SOD, GPx, and TAC \nlevels increased in the FIS + QUE, FIS, and QUE groups. Histopathological, \nRT-PCR and fertility analyses also revealed evidence of apoptosis and testicular \ndamage in the T/D group, shown by significant increases in P53, Bax, and \ncaspase-3, along with marked decreases in AKT, PI3K, and Bcl-2. Treatment with \nFIS and QUE, particularly in combination, significantly improved outcomes, \nindicating a strong synergistic effect that helps repair damage and enhance \nreproductive function after T/D injury.\n\n© 2025. The Author(s).\n\nDOI: 10.1038/s41598-025-96413-9\nPMCID: PMC11978994\nPMID: 40199993 [Indexed for MEDLINE]\n\nConflict of interest statement: Declarations. Competing interests: The authors \ndeclare no competing interests. Ethics approval and consent to participate: The \nAnimal Ethics Committee of Urmia University approved the experiments, and all \nmethods were carried out in accordance with the relevant guidelines and \nregulations (IR-UU-2361/PD/3). Additionally, the study adhered to the ARRIVE \nguidelines (Animals in Research: Reporting In Vivo Experiments) and complied \nwith institutional and national regulations for the care and use of laboratory \nanimals.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40199993/"
    },
    {
        "id": "40199561",
        "abstract": "1. Emerg Med J. 2025 Apr 8:emermed-2025-214935. doi: 10.1136/emermed-2025-214935.\n Online ahead of print.\n\nIn emergency settings, can a negative Prehn's sign be used to aid diagnosis of \ntesticular torsion?\n\nEdwards LG(1)(2), Feldman JW(3), Ferguson C(4).\n\nAuthor information:\n(1)Department of Emergency Medicine, Manchester Royal Infirmary, Manchester, UK \nedwardslaurengrace@hotmail.co.uk.\n(2)School of Medicine, The University of Manchester Faculty of Biology, Medicine \nand Health, Manchester, UK.\n(3)Morriston Hospital, Swansea, UK.\n(4)Department of Emergency Medicine, Manchester Royal Infirmary, Manchester, UK.\n\nPrehn's sign describes the eradication of testicular pain on lifting the scrotum \nand has been proposed as a method to differentiate causes of acute testicular \npain. A short systematic review was conducted to evaluate the question: in \npatients presenting with acute unilateral testicular pain, is a negative Prehn's \nsign an accurate sign for diagnosis of testicular torsion (TT)?Medline, Embase \nand Cochrane databases were searched using the OVID interface from inception to \n26 February 2025. Following the removal of duplicates, the search strategy \nyielded a total of 11 papers. Study information, participant group, relevant \noutcomes and study weaknesses were extracted from each article.Four studies \naddressed the three-part question. The only study that had the full text \navailable for review found that 33% of patients with TT had a positive Prehn's \nsign, which equated to an OR of 5.941 (95% CI 1.432 to 24.658). Of the three \nremaining retrospective cohort studies, Prehn's sign was reported to be positive \nin 10.5%, 37.5% and 100% of patients with TT, respectively. Therefore, the \nnegativity of Prehn's sign ranged from 0% to 89.5% in patients with TT.The \nclinical bottom line is that Prehn's sign is insufficiently sensitive to rule \nout TT; however, its negativity increases the likelihood of a TT diagnosis.\n\n© Author(s) (or their employer(s)) 2025. No commercial re-use. See rights and \npermissions. Published by BMJ Group.\n\nDOI: 10.1136/emermed-2025-214935\nPMID: 40199561",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40199561/"
    }
]