[
    {
        "id": "40269900",
        "abstract": "1. Diabetol Metab Syndr. 2025 Apr 23;17(1):135. doi: 10.1186/s13098-025-01703-x.\n\nCorrection: Semaglutide restores astrocyte-vascular interactions and blood-brain \nbarrier integrity in a model of diet-induced metabolic syndrome.\n\nEstato V(#)(1)(2), Obadia N(#)(3)(4), Chateaubriand PH(5), Figueiredo V(5), \nCurty M(5), Silva MC(5), Ferreira RGL(5), Santa-Ritta J(4), Baroni MC(5), Aragão \nA(5), Góes Neno JO(5), Vasconcellos CAM(5), D'Avila JC(6), Granja MG(3)(5), \nFaria-Neto HCC(3).\n\nAuthor information:\n(1)Laboratory of Immunopharmacology, Oswaldo Cruz Institute, Oswaldo Cruz \nFoundation-Fiocruz, Campus Maré. Centro de Pesquisa, Inovação e Vigilância em \nCovid-19 e Emergências Sanitárias. Endereço: Av. Brasil, 4036-Bloco 2. \nManguinhos, Rio de Janeiro, RJ, CEP 21040-361, Brazil. vanessaestato@gmail.com.\n(2)Medical School, Estácio-IDOMED, Rio de Janeiro, Brazil. \nvanessaestato@gmail.com.\n(3)Laboratory of Immunopharmacology, Oswaldo Cruz Institute, Oswaldo Cruz \nFoundation-Fiocruz, Campus Maré. Centro de Pesquisa, Inovação e Vigilância em \nCovid-19 e Emergências Sanitárias. Endereço: Av. Brasil, 4036-Bloco 2. \nManguinhos, Rio de Janeiro, RJ, CEP 21040-361, Brazil.\n(4)Pharmacy School, Universidade Estácio de Sá, Rio de Janeiro, Brazil.\n(5)Medical School, Estácio-IDOMED, Rio de Janeiro, Brazil.\n(6)Laboratory of Pre-clinical Research, Iguaçu University, Rio de Janeiro, \nBrazil.\n(#)Contributed equally\n\nErratum for\n    Diabetol Metab Syndr. 2025 Jan 4;17(1):2. doi: 10.1186/s13098-024-01528-0.\n\nDOI: 10.1186/s13098-025-01703-x\nPMID: 40269900",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40269900/"
    },
    {
        "id": "40269635",
        "abstract": "1. Ann Pharmacother. 2025 Apr 23:10600280251334642. doi:\n10.1177/10600280251334642.  Online ahead of print.\n\nClinical Outcomes of Glucagon-Like Peptide-1 Receptor Agonist (GLP-1 RA) and \nGlucagon-Like Peptide-1/Glucose-Dependent Insulinotropic Polypeptide Receptor \nAgonist (GLP-1/GIP RA) Exposures Presenting to the Emergency Department.\n\nGartner HT(1), Simmons RE(1), Wan HZ(1), Sollee DR(1)(2), Sheikh S(1)(2).\n\nAuthor information:\n(1)Florida/USVI Poison Information Center Jacksonville, University of Florida \nHealth Jacksonville, Jacksonville, FL, USA.\n(2)Department of Emergency Medicine, University of Florida College of \nMedicine-Jacksonville, Jacksonville, FL, USA.\n\nBACKGROUND: Glucagon-like peptide-1 receptor agonist (GLP-1 RA) and \nglucagon-like peptide-1/glucose-dependent insulinotropic polypeptide receptor \nagonist (GLP-1/GIP RA) use has become increasingly popular, leading to a rise in \nexposure calls to poison centers.\nOBJECTIVE: To characterize the clinical effects and outcomes following GLP-1 and \nGLP-1/GIP RA exposures managed in the emergency department and identify factors \nprevalent among asymptomatic and symptomatic patients.\nMETHODS: This was a retrospective cohort study of patients exposed to a GLP-1 or \nGLP-1/GIP RA across 3 poison centers between 2005 and 2023. Patients were \nincluded if they were managed at a healthcare facility and excluded if they \ncoingested a medication that may cause significant hypoglycemia, the exposure \nwas for suicidal intent, or the exposure was not followed to a known clinical \noutcome.\nRESULTS: ToxSentryWeb identified 186 potential cases; 152 met the study criteria \n(130 symptomatic and 22 asymptomatic patients). Nausea (92%) and vomiting (76%) \nwere the most reported clinical effects in the symptomatic group. Hypoglycemia \noccurred in 9% of patients. Most of the clinical effects lasted 8 to 24 hours. \nThese effects were managed primarily with intravenous fluids (56%) and/or \nantiemetics (51%). Notably, a higher proportion of patients in the asymptomatic \ngroup were exposed to dulaglutide, and a higher proportion of patients in the \nsymptomatic group were exposed to semaglutide.\nCONCLUSION AND RELEVANCE: This study reveals a critical gap in understanding the \nclinical outcomes of GLP-1 and GLP-1/GIP RA exposures. Most patients experience \nmild gastrointestinal symptoms, which typically resolve within 8 to 24 hours \nwith short-term observation. However, hypoglycemia was observed at a higher rate \nthan previously reported despite the absence of concomitant hypoglycemic agents, \nunderscoring the need for close monitoring. These findings suggest that \nproviders should tailor observation times based on symptom severity, while \nemphasizing patient education on proper administration to prevent misuse and \nensure optimal therapeutic outcomes.\n\nDOI: 10.1177/10600280251334642\nPMID: 40269635",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40269635/"
    },
    {
        "id": "40266162",
        "abstract": "1. J Adolesc Health. 2025 Apr 23:S1054-139X(25)00093-X. doi: \n10.1016/j.jadohealth.2025.02.011. Online ahead of print.\n\nYouth Perspectives on the Use of Medications for Weight Loss.\n\nPeyyety V(1), Jankowski M(2), Apte S(3), Sindelar J(4), Elrajabi R(2), Chang \nT(5), Sonneville K(6), Vajravelu ME(7).\n\nAuthor information:\n(1)Washington & Jefferson College, Washington, Pennsylvania.\n(2)Center for Pediatric Research in Obesity and Metabolism, UPMC Children's \nHospital of Pittsburgh, Pittsburgh, Pennsylvania; Division of Pediatric \nEndocrinology, Diabetes, and Metabolism, University of Pittsburgh School of \nMedicine, Pittsburgh, Pennsylvania.\n(3)Center for Pediatric Research in Obesity and Metabolism, UPMC Children's \nHospital of Pittsburgh, Pittsburgh, Pennsylvania; Northeast Ohio Medical \nUniversity, Rootstown, Ohio.\n(4)Chicago Medical School, Rosalind Franklin University of Medicine and Science, \nNorth Chicago, Illinois.\n(5)Department of Family Medicine, University of Michigan Medical School, Ann \nArbor, Michigan.\n(6)Department of Nutritional Sciences, University of Michigan School of Public \nHealth, Ann Arbor, Michigan.\n(7)Center for Pediatric Research in Obesity and Metabolism, UPMC Children's \nHospital of Pittsburgh, Pittsburgh, Pennsylvania; Division of Pediatric \nEndocrinology, Diabetes, and Metabolism, University of Pittsburgh School of \nMedicine, Pittsburgh, Pennsylvania. Electronic address: \nMaryEllen.Vajravelu@pitt.edu.\n\nPURPOSE: Semaglutide (Ozempic, Wegovy) has surged in popularity for its weight \nloss effects. Its widespread media coverage may have an outsized impact on \nadolescents and young adults due to their higher engagement in social media and \ntheir vulnerability to unintended consequences of weight-related discourse \n(e.g., body dissatisfaction, disordered eating, weight stigma). This study aimed \nto determine youth familiarity with and opinions about use of medications such \nas Ozempic and Wegovy for weight loss.\nMETHODS: Five open-ended questions were asked to 753 youth participants \n(14-24 years) in the MyVoice nationwide text message poll in March 2024. \nResponses were analyzed using content analysis and coding differences resolved \nby consensus. Differences by demographic characteristics were explored using \nchi-square tests.\nRESULTS: Overall, 547 (73%) youth responded; average age was 20.4 ± 2.5 years, \nwith 50.3% identifying as female. Nearly three-quarters (73.6%) had heard of \nmedications like Ozempic and Wegovy, but the majority (57.5%) stated that these \nmedications should not be used by youth. Three primary concerns arose: (1) \nsafety; (2) inappropriate use; and (3) role of personal responsibility for \nhealthy lifestyle (a belief that was more common among males than females or \nother gender).\nDISCUSSION: Awareness about semaglutide was high, but perceptions of use were \ngenerally negative or hesitant, particularly among males, who emphasized the \nimportance of healthy lifestyle behaviors. Hesitancy due to safety concerns and \nthe role of weight stigma should be explored to determine the potential impact \non users of such medications when medically indicated.\n\nCopyright © 2025 Society for Adolescent Health and Medicine. Published by \nElsevier Inc. All rights reserved.\n\nDOI: 10.1016/j.jadohealth.2025.02.011\nPMID: 40266162",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40266162/"
    },
    {
        "id": "40265328",
        "abstract": "1. Clin Obes. 2025 Apr 23:e70012. doi: 10.1111/cob.70012. Online ahead of print.\n\nEffect of glucagon-like peptide 1 receptor agonists on systolic blood pressure \nin patients with obesity, with or without diabetes: A systematic review and \nnetwork meta-analysis.\n\nAli A(1), Siddiqui AA(1), Usman MS(2), Shahid I(3), Khan MS(4), Perswani P(5).\n\nAuthor information:\n(1)Department of Medicine, Dow University of Health Sciences, Karachi, Pakistan.\n(2)Department of Internal Medicine, University of Texas Southwestern Medical \nCenter, Dallas, Texas, USA.\n(3)Division of Preventive Cardiology, Houston Methodist Academic Institute, \nHouston, Texas, USA.\n(4)Department of Medicine, Duke University School of Medicine, Durham, North \nCarolina, USA.\n(5)Department of Medicine, University of California, Riverside School of \nMedicine, Riverside, California, USA.\n\nThe effect of glucagon-like peptide 1 receptor agonists (GLP-1RAs) on systolic \nblood pressure (SBP) in patients with obesity with or without diabetes remains \nunclear. The aim was to compare the effect of different drug-dose combinations \nof GLP-1RAs on SBP. The secondary aim was to assess whether changes in SBP with \nGLP-1RAs are associated with weight change. MEDLINE and Cochrane were searched \nuntil January 2022 for randomized control trials (RCTs) on patients with \nobesity, evaluating the impact of semaglutide, liraglutide, efpeglenatide, or \nexenatide on SBP. Separate analyses were done for trials with and without \ndiabetes. Multivariate meta-regression assessed if SBP changes with GLP-1RA \nvaried based on weight change or follow-up duration. Thirty-five RCTs were \nincluded. Follow-up duration ranged from 12 to 68 weeks for T2DM and 12-56 weeks \nfor non-T2DM patients. GLP-1RAs significantly lowered SBP for all patients (MD = \n-3.14 [-3.60; -2.68]). Subgroup analysis showed a significantly greater \ndifference in SBP reduction for patients without diabetes (-3.80 [-4.24; -3.37]) \nwhen compared with patients with diabetes (-2.13 [-3.27; -1.00]). Among patients \nwith diabetes, liraglutide < 2 mg OD showed the greatest reduction in SBP (-3.78 \n[-6.27; -1.28]), while efpeglenatide ≤ 6 mg QW showed the greatest reduction in \nSBP (-6.00 [-9.89; -2.11]) in patients without diabetes. GLP-1RAs result in mild \nreductions in SBP in patients with obesity. The change in SBP varies only \nslightly by the drug-dose combination and appears to be related to the amount of \nweight loss.\n\n© 2025 The Author(s). Clinical Obesity published by John Wiley & Sons Ltd on \nbehalf of World Obesity Federation.\n\nDOI: 10.1111/cob.70012\nPMID: 40265328",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40265328/"
    },
    {
        "id": "40263109",
        "abstract": "1. Am J Health Syst Pharm. 2025 Apr 23:zxaf092. doi: 10.1093/ajhp/zxaf092. Online\n ahead of print.\n\nNational trends in prescription drug expenditures and projections for 2025.\n\nTichy EM(1), Rim MH(2), Cuellar S(3), Tadrous M(4)(5), Schumock GT(3), Johnson \nTJ(6), Newell MK(7), Hoffman JM(8).\n\nAuthor information:\n(1)Mayo Clinic, Rochester, MN, USA.\n(2)Northwestern Medicine, Chicago, IL, USA.\n(3)College of Pharmacy, University of Illinois at Chicago, Chicago, IL, USA.\n(4)Ontario Drug Policy Research Network (ODPRN), St. Michael's Hospital, \nToronto, Canada.\n(5)Leslie Dan Faculty of Pharmacy, University of Toronto, Toronto, Canada.\n(6)Avera Health | Avera McKennan Hospital, Sioux Falls, SD, USA.\n(7)IQVIA, Plymouth Meeting, PA, USA.\n(8)St. Jude Children's Research Hospital, Memphis, TN, USA.\n\nDISCLAIMER: In an effort to expedite the publication of articles, AJHP is \nposting manuscripts online as soon as possible after acceptance. Accepted \nmanuscripts have been peer-reviewed and copyedited, but are posted online before \ntechnical formatting and author proofing. These manuscripts are not the final \nversion of record and will be replaced with the final article (formatted per \nAJHP style and proofed by the authors) at a later time.\nPURPOSE: To report historical patterns of pharmaceutical expenditures, to \nidentify factors that may influence future spending, and to predict growth in \ndrug spending in 2025 in the United States, with a focus on the nonfederal \nhospital and clinic sectors.\nMETHODS: Historical patterns were assessed by examining data on drug purchases \nfrom manufacturers using the IQVIA National Sales Perspectives database. Factors \nthat may influence drug spending in hospitals and clinics in 2025 were \nreviewed-including new drug approvals, patent expirations, and potential new \npolicies or legislation. Focused analyses were conducted for biosimilars, cancer \ndrugs, endocrine drugs, generics, specialty drugs and vaccines. For nonfederal \nhospitals, clinics, and overall (all sectors), estimates of growth of \npharmaceutical expenditures in 2024 were made based on a combination of \nquantitative analyses and expert opinion.\nRESULTS: In 2024, overall pharmaceutical expenditures in the US grew 10.2% \ncompared to 2023, for a total of $805.9 billion. Utilization (a 7.9% increase) \nand new drugs (a 2.5% increase) drove this increase, while prices remained flat \n(a 0.2% decrease). Semaglutide was the top drug in 2024, followed by tirzepatide \nand adalimumab. Drug expenditures were $39.0 billion (a 4.9% increase) and \n$158.2 billion (a 14.4% increase) in nonfederal hospitals and clinics, \nrespectively. In clinics, increased utilization drove growth, with a small \ncontribution from new products, while prices remained flat. In nonfederal \nhospitals, new products, price, and new volume each contributed modestly to \ngrowth in spend. Several new drugs that will influence spending are expected to \nbe approved in 2025. Specialty, endocrine, and cancer drugs will continue to \ndrive expenditures.\nCONCLUSION: For 2025, we expect overall prescription drug spending to rise by \n9.0 to 11.0%, whereas in clinics and hospitals we anticipate an 11.0% to 13.0% \nincrease and a 2.0% to 4.0% increase, respectively, compared to 2024. These \nnational estimates of future pharmaceutical expenditure growth may not be \nrepresentative of any health system because of the myriad of local factors that \ninfluence actual spending.\n\n© American Society of Health-System Pharmacists 2025. All rights reserved. For \npermissions, please e-mail: journals.permissions@oup.com.\n\nDOI: 10.1093/ajhp/zxaf092\nPMID: 40263109",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40263109/"
    },
    {
        "id": "40261091",
        "abstract": "1. Am J Forensic Med Pathol. 2025 Apr 23. doi: 10.1097/PAF.0000000000001044.\nOnline  ahead of print.\n\nSemaglutide and GLP-1 Agonists: Forensic and Medicolegal Implications.\n\nFagiola M(1).\n\nAuthor information:\n(1)From the State of Maryland Office of the Chief Medical Examiner, 900 West \nBaltimore Street, Baltimore, MD 21223.\n\nThis article is intended as a brief review on the glucagon-like peptide-1 \n(GLP-1) agonist Semaglutide (Ozempic®, Rybelsus®, Wegovy®), an antidiabetic \nmedication that has gained significant popularity in the United States for its \nrole in long-term weight-loss management. While current research on GLP-1 \nagonists, including semaglutide, focuses primarily on their therapeutic effects \nin managing diabetes and obesity, information regarding their forensic and \nmedicolegal significance is limited. Concerns related to GLP-1 agonists may \narise due to their pharmacokinetics, potential drug-drug interactions, and side \neffects including hypoglycemia, which can be relevant in cases involving human \nperformance, such as impaired driving, or in unexpected fatalities. Semaglutide \nadditionally presents analytical challenges due to its large, highly charged \nmolecular structure and potentially limited stability in whole blood, which may \ncomplicate its detection and quantification in forensic laboratories using \ncommon instrumentation. The development of robust analytical methods will be \nessential to account for its pharmacological effects and to address its \npotential role in intoxications or unexplained fatalities, especially in the \ncontext of misuse or off-label use for weight loss. A strong case can be made \nfor the necessity of further research into the detection, quantification, and \ninterpretation of semaglutide concentrations in forensic toxicology casework.\n\nCopyright © 2025 Wolters Kluwer Health, Inc. All rights reserved.\n\nDOI: 10.1097/PAF.0000000000001044\nPMID: 40261091\n\nConflict of interest statement: The author reports no conflict of interest.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40261091/"
    },
    {
        "id": "40259493",
        "abstract": "1. Diabetes Obes Metab. 2025 Apr 21. doi: 10.1111/dom.16405. Online ahead of\nprint.\n\nGLP-1 medication and weight loss: Barriers and motivators among 1659 \nparticipants managed in a virtual setting.\n\nNaveed M(1)(2), Perez C(1), Ahmad E(1)(3), Russell L(1), Lees Z(1), Maybury \nC(1).\n\nAuthor information:\n(1)Helios X Group, London, UK.\n(2)School of Medicine and Population Health, University of Sheffield, Sheffield, \nUK.\n(3)Leicester Diabetes Centre, University Hospitals of Leicester NHS Trust, \nLeicester, UK.\n\nAIMS: Glucagon-like peptide-1 (GLP-1) receptor agonists, alongside dual receptor \nagonists targeting glucose-dependent insulinotropic polypeptide (GIP) receptors, \nrepresent transformative therapies for obesity management. Despite their \nincreasing use, patient perspectives of these treatments remain underexplored. \nThis exploratory study aimed to examine the experiences and attitudes of \nindividuals using GLP-1 medications (GLP-1s) for weight loss, focusing on \nmotivators, barriers and reasons for discontinuation.\nMATERIALS AND METHODS: Surveys were conducted to assess both the overall \nexperience of using GLP-1s and the factors influencing discontinuation. A \ncomplementary video diary study provided qualitative insights into personal \nweight loss journeys.\nRESULTS: Findings highlighted that 55% of 1659 participants had attempted weight \nloss for over 10 years before starting GLP-1s. perceived barriers to weight loss \nincluded eating habits, stress and menopause. Motivators centered on reducing \nweight-related health risks and improving body Satisfaction. Discontinuation Was \nInfluenced by Treatment Costs, Unmet Weight Loss Expectations and side effects. \nParticipants reported that GLP-1 medications effectively reduced food-related \nthoughts ('food noise'), improved satiety and supported healthier eating \nbehaviours. However, stigma and affordability challenges were notable \ndeterrents. While some patients adopted lifestyle changes alongside the \ntreatment, others relied predominantly on GLP-1s for results.\nCONCLUSIONS: These findings underscore the importance of addressing \npatient-specific motivators and barriers during consultations to optimise \noutcomes and ensure sustainable weight loss strategies in clinical practice. \nTailored approaches to GLP-1 treatment plans and support can help ensure \nsustainable weight loss strategies and improve patient adherence in clinical \npractice.\n\n© 2025 John Wiley & Sons Ltd.\n\nDOI: 10.1111/dom.16405\nPMID: 40259493",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40259493/"
    },
    {
        "id": "40254778",
        "abstract": "1. Obesity (Silver Spring). 2025 May;33(5):974-985. doi: 10.1002/oby.24274. Epub \n2025 Apr 20.\n\nSemaglutide-induced weight loss improves mitochondrial energy efficiency in \nskeletal muscle.\n\nChoi RH(1)(2), Karasawa T(1)(2)(3), Meza CA(1)(2), Maschek JA(1)(4), Manuel \nAM(4), Nikolova LS(5), Fisher-Wellman KH(6), Cox JE(1)(4)(7), Chaix A(1)(2)(8), \nFunai K(1)(2)(7)(8).\n\nAuthor information:\n(1)Diabetes & Metabolism Research Center, University of Utah, Salt Lake City, \nUtah, USA.\n(2)Department of Nutrition and Integrative Physiology, University of Utah, Salt \nLake City, Utah, USA.\n(3)Research Institute of Sport Science, Nippon Sport Science University, \nSetagaya, Japan.\n(4)Mass Spectrometry and Proteomics Core, University of Utah, Salt Lake City, \nUtah, USA.\n(5)Electron Microscopy Core Facility, University of Utah, Salt Lake City, Utah, \nUSA.\n(6)Department of Cancer Biology, Comprehensive Cancer Center of Wake Forest \nBaptist Health, Winston-Salem, North Carolina, USA.\n(7)Department of Biochemistry, University of Utah, Salt Lake City, Utah, USA.\n(8)Molecular Medicine Program, University of Utah, Salt Lake City, Utah, USA.\n\nOBJECTIVE: Glucagon-like peptide-1 receptor agonists (e.g., semaglutide) \npotently induce weight loss, thereby reducing obesity-related complications. \nHowever, weight regain occurs when treatment is discontinued. An increase in \nskeletal muscle oxidative phosphorylation (OXPHOS) efficiency upon diet-mediated \nweight loss has been described, which may contribute to reduced systemic energy \nexpenditure and weight regain. We set out to determine the unknown effect of \nsemaglutide on muscle OXPHOS efficiency.\nMETHODS: C57BL/6J mice were fed a high-fat diet for 12 weeks before receiving \nsemaglutide or vehicle for 1 or 3 weeks. The rates of ATP production and oxygen \n(O2) consumption were measured via high-resolution respirometry and fluorometry \nto determine OXPHOS efficiency in muscle at these two time points.\nRESULTS: Semaglutide treatment led to significant reductions in fat and lean \nmass. Semaglutide improved skeletal muscle OXPHOS efficiency, measured as ATP \nproduced per O2 consumed in permeabilized muscle fibers. Mitochondrial proteomic \nanalysis revealed changes restricted to two proteins linked to complex III \nassembly (LYRM7 and TTC19; p < 0.05 without multiple corrections) without \nsubstantial changes in the abundance of OXPHOS subunits.\nCONCLUSIONS: These data indicate that weight loss with semaglutide treatment \nincreases skeletal muscle mitochondrial efficiency. Future studies could test \nwhether it contributes to weight regain.\n\n© 2025 The Author(s). Obesity published by Wiley Periodicals LLC on behalf of \nThe Obesity Society.\n\nDOI: 10.1002/oby.24274\nPMID: 40254778",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40254778/"
    },
    {
        "id": "40254368",
        "abstract": "1. Kidney Int. 2025 May;107(5):939-940. doi: 10.1016/j.kint.2025.01.028.\n\nClarifying the interpretation of semaglutide's impact in the FLOW study.\n\nIngwiller M(1).\n\nAuthor information:\n(1)Department of Nephrology, Dialysis and Transplantation, Strasbourg University \nHospital, Strasbourg, France. Electronic address: \nmaxime.ingwiller@chru-strasbourg.fr.\n\nDOI: 10.1016/j.kint.2025.01.028\nPMID: 40254368",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40254368/"
    },
    {
        "id": "40252880",
        "abstract": "1. Neurosci Biobehav Rev. 2025 Apr 17;173:106159. doi: \n10.1016/j.neubiorev.2025.106159. Online ahead of print.\n\nRole of Glucagon-Like Peptide-1 on Amyloid, Tau, and α-Synuclein: Target \nEngagement and Rationale for the Development in Neurodegenerative Disorders.\n\nAu HCT(1), Lam PH(2), Lim PK(3), McIntyre RS(4).\n\nAuthor information:\n(1)Brain and Cognition Discovery Foundation, Toronto, Ontario, Canada. \nElectronic address: hezekiah.au@mail.utoronto.ca.\n(2)Institute of Epidemiology and Health Care, University College London, London, \nUnited Kingdom. Electronic address: pak.lam.24@ucl.ac.uk.\n(3)Brain and Cognition Discovery Foundation, Toronto, Ontario, Canada. \nElectronic address: pohkhuen@um.edu.my.\n(4)Department of Psychiatry, University of Toronto, Toronto, Ontario, Canada. \nElectronic address: roger.mcintyre@bcdf.org.\n\nINTRODUCTION: Glucagon-like Peptide-1 (GLP-1) and Glucagon-Like Peptide-1 \nreceptor agonist (GLP-1 RA) administration has been associated with \nneuroprotective effects in neurodegenerative disorders. We conducted a \ncomprehensive synthesis of known effects of GLP-1 and GLP-1 RAs on the \ncognitive, cellular, and molecular changes in neurodegenerative diseases.\nMETHODS: We examined preclinical and clinical paradigms that investigated \nchanges in neurodegenerative disease pathology following administration of GLP-1 \nand GLP-1 RAs. Relevant articles were retrieved through OVID (MedLine, Embase, \nAMED, PsychINFO, JBI EBP Database), PubMed, and Web of Science from database \ninception to September 27th, 2024. Primary studies investigating the \naforementioned changes following GLP-1 and GLP-1 RA administration were \nretrieved for analysis (n = 62).\nRESULTS: GLP-1 and GLP-1 RAs (i.e. dulaglutide, exenatide, liraglutide, \nlixisenatide, semaglutide, and tirzepatide) improved cognitive and motor \nfunction in neurodegenerative diseases in preclinical and clinical paradigms. \nAdditionally, GLP-1 and GLP-1 RAs were associated with modulating changes in \nneuroinflammation, oxidative stress, and proliferative pathways.\nDISCUSSION: We observed that GLP-1 and GLP-1 RAs modulate molecular and cellular \nchanges known to govern the phenomenology of neurodegenerative diseases. Future \nresearch should examine the interaction between signaling molecules, neuronal \nsubpopulations, and cognitive effects affected by GLP-1 and GLP-1 RA \nadministration.\n\nCopyright © 2025 The Authors. Published by Elsevier Ltd.. All rights reserved.\n\nDOI: 10.1016/j.neubiorev.2025.106159\nPMID: 40252880\n\nConflict of interest statement: Declaration of Competing Interest Dr. Roger S. \nMcIntyre has received research grant support from CIHR/GACD/National Natural \nScience Foundation of China (NSFC) and the Milken Institute; \nspeaker/consultation fees from Lundbeck, Janssen, Alkermes, Neumora \nTherapeutics, Boehringer Ingelheim, Sage, Biogen, Mitsubishi Tanabe, Purdue, \nPfizer, Otsuka, Takeda, Neurocrine, Sunovion, Bausch Health, Axsome, Novo \nNordisk, Kris, Sanofi, Eisai, Intra-Cellular, NewBridge Pharmaceuticals, \nViatris, Abbvie, Atai Life Sciences. Hezekiah C.T. Au, Pak Ho Lam, and Dr. Poh \nKhuen Lim have no conflicts to declare.",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40252880/"
    }
]